import { CurrencyItem, GoldItem, CryptoItem } from '../types';

export const mockCurrencies: CurrencyItem[] = [
  {
    "name": "دلار آمریکا",
    "code": "USD",
    "price": "233,300",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      55,
      56,
      54,
      54,
      53,
      57,
      56,
      54
    ]
  },
  {
    "name": "یورو",
    "code": "EUR",
    "price": "267,500",
    "change_24h": "+0.75%",
    "change_7d": "+0.24%",
    "change_30d": "+2.41%",
    "trend": "up",
    "sparkline": [
      50,
      48,
      52,
      51,
      49,
      51,
      55,
      60
    ]
  },
  {
    "name": "درهم امارات",
    "code": "AED",
    "price": "63,520",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      48,
      49,
      53,
      52,
      51,
      54,
      54,
      56
    ]
  },
  {
    "name": "لیر ترکیه",
    "code": "TRY",
    "price": "4,850",
    "change_24h": "+0.79%",
    "change_7d": "+0.49%",
    "change_30d": "+2.69%",
    "trend": "up",
    "sparkline": [
      51,
      54,
      53,
      56,
      57,
      54,
      58,
      59
    ]
  },
  {
    "name": "پوند انگلیس",
    "code": "GBP",
    "price": "308,700",
    "change_24h": "+0.73%",
    "change_7d": "+0.02%",
    "change_30d": "+2.40%",
    "trend": "up",
    "sparkline": [
      51,
      49,
      50,
      52,
      51,
      54,
      52,
      56
    ]
  },
  {
    "name": "یوان چین",
    "code": "CNY",
    "price": "34,920",
    "change_24h": "+0.76%",
    "change_7d": "+1.06%",
    "change_30d": "+3.51%",
    "trend": "up",
    "sparkline": [
      51,
      50,
      53,
      57,
      59,
      63,
      66,
      69
    ]
  },
  {
    "name": "دلار کانادا",
    "code": "CAD",
    "price": "166,200",
    "change_24h": "+0.67%",
    "change_7d": "-0.01%",
    "change_30d": "+2.25%",
    "trend": "up",
    "sparkline": [
      53,
      55,
      56,
      58,
      61,
      60,
      60,
      60
    ]
  },
  {
    "name": "دلار استرالیا",
    "code": "AUD",
    "price": "166,000",
    "change_24h": "+0.68%",
    "change_7d": "+0.70%",
    "change_30d": "+2.65%",
    "trend": "up",
    "sparkline": [
      55,
      59,
      58,
      58,
      62,
      65,
      69,
      72
    ]
  },
  {
    "name": "روبل روسیه",
    "code": "RUB",
    "price": "2,765",
    "change_24h": "+0.35%",
    "change_7d": "+0.83%",
    "change_30d": "+4.41%",
    "trend": "up",
    "sparkline": [
      49,
      52,
      52,
      49,
      49,
      51,
      53,
      58
    ]
  },
  {
    "name": "صد دینار عراق",
    "code": "IQD",
    "price": "14,910",
    "change_24h": "+0.86%",
    "change_7d": "+0.89%",
    "change_30d": "+2.73%",
    "trend": "up",
    "sparkline": [
      50,
      54,
      52,
      56,
      60,
      65,
      62,
      60
    ]
  },
  {
    "name": "رینگیت مالزی",
    "code": "MYR",
    "price": "57,260",
    "change_24h": "+0.91%",
    "change_7d": "+0.68%",
    "change_30d": "+2.95%",
    "trend": "up",
    "sparkline": [
      51,
      54,
      56,
      54,
      53,
      50,
      55,
      55
    ]
  },
  {
    "name": "لاری گرجستان",
    "code": "GEL",
    "price": "89,700",
    "change_24h": "+0.82%",
    "change_7d": "+0.92%",
    "change_30d": "+3.51%",
    "trend": "up",
    "sparkline": [
      47,
      45,
      42,
      43,
      47,
      47,
      46,
      49
    ]
  },
  {
    "name": "منات آذربایجان",
    "code": "AZN",
    "price": "137,200",
    "change_24h": "+0.81%",
    "change_7d": "+0.86%",
    "change_30d": "+3.33%",
    "trend": "up",
    "sparkline": [
      54,
      57,
      59,
      64,
      67,
      67,
      70,
      72
    ]
  },
  {
    "name": "صد درام ارمنستان",
    "code": "AMD",
    "price": "64,140",
    "change_24h": "+0.63%",
    "change_7d": "+0.69%",
    "change_30d": "+2.91%",
    "trend": "up",
    "sparkline": [
      54,
      56,
      53,
      56,
      59,
      59,
      60,
      59
    ]
  },
  {
    "name": "بات تایلند",
    "code": "THB",
    "price": "7,040",
    "change_24h": "+1.24%",
    "change_7d": "+1.31%",
    "change_30d": "+3.29%",
    "trend": "up",
    "sparkline": [
      48,
      48,
      50,
      53,
      54,
      59,
      57,
      62
    ]
  },
  {
    "name": "ریال عمان",
    "code": "OMR",
    "price": "605,900",
    "change_24h": "+0.82%",
    "change_7d": "+0.88%",
    "change_30d": "+3.34%",
    "trend": "up",
    "sparkline": [
      51,
      50,
      52,
      57,
      54,
      52,
      54,
      52
    ]
  },
  {
    "name": "روپیه هند",
    "code": "INR",
    "price": "2,440",
    "change_24h": "+1.08%",
    "change_7d": "+1.23%",
    "change_30d": "+3.00%",
    "trend": "up",
    "sparkline": [
      53,
      53,
      51,
      52,
      50,
      48,
      51,
      50
    ]
  },
  {
    "name": "روپیه پاکستان",
    "code": "PKR",
    "price": "842",
    "change_24h": "+0.81%",
    "change_7d": "+0.92%",
    "change_30d": "+3.45%",
    "trend": "up",
    "sparkline": [
      49,
      50,
      49,
      51,
      53,
      56,
      58,
      57
    ]
  },
  {
    "name": "صد ین ژاپن",
    "code": "JPY",
    "price": "148,500",
    "change_24h": "+0.90%",
    "change_7d": "-0.51%",
    "change_30d": "+2.74%",
    "trend": "up",
    "sparkline": [
      49,
      46,
      44,
      47,
      47,
      47,
      48,
      49
    ]
  },
  {
    "name": "ریال عربستان",
    "code": "SAR",
    "price": "62,120",
    "change_24h": "+0.84%",
    "change_7d": "+0.89%",
    "change_30d": "+3.34%",
    "trend": "up",
    "sparkline": [
      48,
      52,
      55,
      53,
      57,
      60,
      57,
      55
    ]
  },
  {
    "name": "افغانی افغانستان",
    "code": "AFN",
    "price": "3,615",
    "change_24h": "+1.18%",
    "change_7d": "+1.26%",
    "change_30d": "+4.13%",
    "trend": "up",
    "sparkline": [
      54,
      56,
      57,
      55,
      55,
      53,
      56,
      58
    ]
  },
  {
    "name": "کرون سوئد",
    "code": "SEK",
    "price": "23,780",
    "change_24h": "+1.07%",
    "change_7d": "+0.52%",
    "change_30d": "+1.96%",
    "trend": "up",
    "sparkline": [
      47,
      46,
      51,
      49,
      48,
      50,
      53,
      53
    ]
  },
  {
    "name": "فرانک سوئیس",
    "code": "CHF",
    "price": "284,900",
    "change_24h": "+1.22%",
    "change_7d": "+0.81%",
    "change_30d": "+2.80%",
    "trend": "up",
    "sparkline": [
      47,
      48,
      46,
      48,
      49,
      49,
      52,
      52
    ]
  },
  {
    "name": "ریال قطر",
    "code": "QAR",
    "price": "63,900",
    "change_24h": "+0.75%",
    "change_7d": "+0.78%",
    "change_30d": "+3.19%",
    "trend": "up",
    "sparkline": [
      47,
      45,
      47,
      48,
      51,
      52,
      56,
      58
    ]
  },
  {
    "name": "صد وون کره جنوبی",
    "code": "KRW",
    "price": "17,210",
    "change_24h": "+2.43%",
    "change_7d": "+1.11%",
    "change_30d": "+3.67%",
    "trend": "up",
    "sparkline": [
      53,
      52,
      55,
      56,
      56,
      54,
      56,
      57
    ]
  },
  {
    "name": "کرون نروژ",
    "code": "NOK",
    "price": "24,720",
    "change_24h": "+0.72%",
    "change_7d": "-0.16%",
    "change_30d": "+2.16%",
    "trend": "up",
    "sparkline": [
      55,
      59,
      57,
      61,
      63,
      67,
      68,
      70
    ]
  },
  {
    "name": "دلار نیوزیلند",
    "code": "NZD",
    "price": "133,900",
    "change_24h": "+1.14%",
    "change_7d": "+0.51%",
    "change_30d": "+1.88%",
    "trend": "up",
    "sparkline": [
      48,
      52,
      55,
      54,
      58,
      57,
      62,
      66
    ]
  },
  {
    "name": "دلار سنگاپور",
    "code": "SGD",
    "price": "183,020",
    "change_24h": "+0.91%",
    "change_7d": "+0.69%",
    "change_30d": "+3.02%",
    "trend": "up",
    "sparkline": [
      53,
      57,
      56,
      58,
      60,
      62,
      64,
      69
    ]
  },
  {
    "name": "دلار هنگ کنگ",
    "code": "HKD",
    "price": "29,740",
    "change_24h": "+0.84%",
    "change_7d": "+0.88%",
    "change_30d": "+3.32%",
    "trend": "up",
    "sparkline": [
      49,
      50,
      48,
      48,
      45,
      45,
      45,
      46
    ]
  },
  {
    "name": "دینار کویت",
    "code": "KWD",
    "price": "755,520",
    "change_24h": "+0.71%",
    "change_7d": "+0.85%",
    "change_30d": "+3.32%",
    "trend": "up",
    "sparkline": [
      55,
      52,
      51,
      48,
      50,
      51,
      55,
      56
    ]
  },
  {
    "name": "کرون دانمارک",
    "code": "DKK",
    "price": "35,780",
    "change_24h": "+0.74%",
    "change_7d": "+0.23%",
    "change_30d": "+2.39%",
    "trend": "up",
    "sparkline": [
      54,
      59,
      57,
      55,
      53,
      52,
      57,
      55
    ]
  },
  {
    "name": "دینار بحرین",
    "code": "BHD",
    "price": "618,660",
    "change_24h": "+0.78%",
    "change_7d": "+0.85%",
    "change_30d": "+3.31%",
    "trend": "up",
    "sparkline": [
      48,
      48,
      45,
      46,
      46,
      51,
      49,
      47
    ]
  },
  {
    "name": "سامانی تاجیکستان",
    "code": "TJS",
    "price": "25,260",
    "change_24h": "+0.67%",
    "change_7d": "+0.86%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      52,
      55,
      57,
      57,
      55,
      59,
      63,
      66
    ]
  },
  {
    "name": "منات ترکمنستان",
    "code": "TMT",
    "price": "66,660",
    "change_24h": "+1.13%",
    "change_7d": "+0.88%",
    "change_30d": "+3.54%",
    "trend": "up",
    "sparkline": [
      52,
      53,
      56,
      56,
      58,
      61,
      63,
      64
    ]
  },
  {
    "name": "سوم قرقیزستان",
    "code": "KGS",
    "price": "2,670",
    "change_24h": "+0.90%",
    "change_7d": "+0.98%",
    "change_30d": "+3.44%",
    "trend": "up",
    "sparkline": [
      54,
      51,
      49,
      49,
      47,
      48,
      51,
      52
    ]
  },
  {
    "name": "صد پوند سوریه",
    "code": "SYP",
    "price": "191,570",
    "change_24h": "+0.82%",
    "change_7d": "+0.87%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      53,
      56,
      61,
      64,
      66,
      65,
      67,
      68
    ]
  },
  {
    "name": "رئال برزیل",
    "code": "BRL",
    "price": "45,660",
    "change_24h": "+1.18%",
    "change_7d": "+1.54%",
    "change_30d": "+3.86%",
    "trend": "up",
    "sparkline": [
      47,
      47,
      50,
      50,
      54,
      55,
      55,
      56
    ]
  },
  {
    "name": "پزوی آرژانتین",
    "code": "ARS",
    "price": "154",
    "change_24h": "+0.69%",
    "change_7d": "+0.32%",
    "change_30d": "+3.06%",
    "trend": "up",
    "sparkline": [
      50,
      48,
      47,
      51,
      49,
      46,
      49,
      49
    ]
  },
  {
    "name": "دلار (حواله)",
    "code": "USD_HAV",
    "price": "232,700",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.33%",
    "trend": "up",
    "sparkline": [
      54,
      57,
      56,
      57,
      59,
      60,
      65,
      64
    ]
  },
  {
    "name": "دلار استانبول",
    "code": "USD_IST",
    "price": "232,900",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.36%",
    "trend": "up",
    "sparkline": [
      50,
      53,
      55,
      57,
      62,
      63,
      65,
      64
    ]
  },
  {
    "name": "دلار سلیمانیه",
    "code": "USD_SULAYMANIYAH",
    "price": "233,100",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      50,
      53,
      54,
      55,
      53,
      58,
      56,
      56
    ]
  },
  {
    "name": "دلار هرات",
    "code": "USD_HERAT",
    "price": "233,100",
    "change_24h": "+0.83%",
    "change_7d": "+0.88%",
    "change_30d": "+3.35%",
    "trend": "up",
    "sparkline": [
      52,
      54,
      52,
      51,
      48,
      46,
      49,
      48
    ]
  },
  {
    "name": "یورو (حواله)",
    "code": "EUR_HAV",
    "price": "267,500",
    "change_24h": "+0.75%",
    "change_7d": "+0.24%",
    "change_30d": "+2.41%",
    "trend": "up",
    "sparkline": [
      49,
      48,
      47,
      52,
      51,
      53,
      53,
      57
    ]
  },
  {
    "name": "یورو استانبول",
    "code": "EUR_IST",
    "price": "267,500",
    "change_24h": "+0.75%",
    "change_7d": "+0.24%",
    "change_30d": "+2.41%",
    "trend": "up",
    "sparkline": [
      50,
      53,
      53,
      58,
      60,
      60,
      63,
      65
    ]
  },
  {
    "name": "گریونا اوکراین",
    "code": "UAH",
    "price": "4,421",
    "change_24h": "+0.00%",
    "change_7d": "+0.00%",
    "change_30d": "+0.00%",
    "trend": "flat",
    "sparkline": [
      48,
      53,
      55,
      58,
      60,
      59,
      58,
      56
    ]
  }
];

export const mockGold: GoldItem[] = [
  {
    "name": "حباب سکه امامی",
    "price": "471,000",
    "change_24h": "N/A",
    "change_7d": "N/A",
    "change_30d": "-66.55%",
    "trend": "flat",
    "isBubble": true,
    "sparkline": [
      54,
      52,
      50,
      51,
      49,
      46,
      47,
      50
    ]
  },
  {
    "name": "طلای 18 عیار / 750",
    "price": "23,857,500",
    "change_24h": "-0.11%",
    "change_7d": "+2.60%",
    "change_30d": "+2.28%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      46,
      49,
      50,
      47,
      44,
      46,
      45,
      45
    ]
  },
  {
    "name": "طلای ۲۴ عیار",
    "price": "31,809,700",
    "change_24h": "-0.11%",
    "change_7d": "+2.60%",
    "change_30d": "+2.28%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      52,
      50,
      47,
      49,
      46,
      42,
      40,
      41
    ]
  },
  {
    "name": "سکه گرمی",
    "price": "33,000,000",
    "change_24h": "-2.46%",
    "change_7d": "0.00%",
    "change_30d": "-1.06%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      49,
      51,
      51,
      47,
      50,
      46,
      43,
      44
    ]
  },
  {
    "name": "حباب سکه گرمی",
    "price": "3,863,000",
    "change_24h": "N/A",
    "change_7d": "-10.06%",
    "change_30d": "-18.94%",
    "trend": "flat",
    "isBubble": true,
    "sparkline": [
      49,
      49,
      51,
      50,
      53,
      53,
      56,
      59
    ]
  },
  {
    "name": "حباب آبشده",
    "price": "5,970,767",
    "change_24h": "-12.17%",
    "change_7d": "N/A",
    "change_30d": "-11.57%",
    "trend": "down",
    "isBubble": true,
    "sparkline": [
      48,
      48,
      50,
      50,
      50,
      47,
      47,
      42
    ]
  },
  {
    "name": "آبشده نقدی",
    "price": "103,441,000",
    "change_24h": "+0.30%",
    "change_7d": "+3.03%",
    "change_30d": "+2.56%",
    "trend": "up",
    "isBubble": false,
    "sparkline": [
      48,
      47,
      47,
      47,
      45,
      46,
      44,
      47
    ]
  },
  {
    "name": "طلای دست دوم",
    "price": "23,539,408",
    "change_24h": "-0.11%",
    "change_7d": "+2.60%",
    "change_30d": "+2.28%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      51,
      52,
      54,
      56,
      55,
      50,
      52,
      52
    ]
  },
  {
    "name": "مثقال طلا",
    "price": "103,345,000",
    "change_24h": "-0.12%",
    "change_7d": "+2.60%",
    "change_30d": "+2.28%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      51,
      51,
      49,
      51,
      54,
      49,
      45,
      44
    ]
  },
  {
    "name": "نیم سکه",
    "price": "121,000,000",
    "change_24h": "+0.35%",
    "change_7d": "+2.25%",
    "change_30d": "+2.00%",
    "trend": "up",
    "isBubble": false,
    "sparkline": [
      52,
      56,
      55,
      52,
      54,
      55,
      55,
      56
    ]
  },
  {
    "name": "حباب نیم سکه",
    "price": "2,532,000",
    "change_24h": "-7.96%",
    "change_7d": "N/A",
    "change_30d": "+4.82%",
    "trend": "down",
    "isBubble": true,
    "sparkline": [
      49,
      49,
      49,
      51,
      47,
      45,
      48,
      49
    ]
  },
  {
    "name": "انس طلا",
    "price": "433",
    "change_24h": "-0.60%",
    "change_7d": "+0.86%",
    "change_30d": "-1.25%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      52,
      53,
      53,
      55,
      56,
      56,
      57,
      60
    ]
  },
  {
    "name": "انس پالادیوم",
    "price": "130",
    "change_24h": "-1.10%",
    "change_7d": "+0.19%",
    "change_30d": "-3.65%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      45,
      42,
      43,
      38,
      41,
      40,
      38,
      33
    ]
  },
  {
    "name": "انس پلاتین",
    "price": "179",
    "change_24h": "-0.72%",
    "change_7d": "+1.17%",
    "change_30d": "-0.85%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      45,
      44,
      40,
      36,
      33,
      34,
      30,
      32
    ]
  },
  {
    "name": "ربع سکه",
    "price": "63,500,000",
    "change_24h": "-0.22%",
    "change_7d": "+1.87%",
    "change_30d": "-0.05%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      47,
      44,
      42,
      38,
      33,
      33,
      29,
      27
    ]
  },
  {
    "name": "حباب ربع سکه",
    "price": "4,263,000",
    "change_24h": "-6.47%",
    "change_7d": "+7.25%",
    "change_30d": "-21.29%",
    "trend": "down",
    "isBubble": true,
    "sparkline": [
      52,
      54,
      57,
      53,
      52,
      52,
      52,
      50
    ]
  },
  {
    "name": "سکه بهار آزادی",
    "price": "234,065,000",
    "change_24h": "+0.74%",
    "change_7d": "+2.71%",
    "change_30d": "+2.54%",
    "trend": "up",
    "isBubble": false,
    "sparkline": [
      53,
      51,
      48,
      51,
      51,
      51,
      51,
      52
    ]
  },
  {
    "name": "حباب سکه بهار آزادی",
    "price": "2,989,000",
    "change_24h": "N/A",
    "change_7d": "N/A",
    "change_30d": "-30.75%",
    "trend": "flat",
    "isBubble": true,
    "sparkline": [
      54,
      56,
      57,
      55,
      56,
      60,
      64,
      68
    ]
  },
  {
    "name": "سکه امامی",
    "price": "237,485,000",
    "change_24h": "+0.80%",
    "change_7d": "+2.24%",
    "change_30d": "+2.13%",
    "trend": "up",
    "isBubble": false,
    "sparkline": [
      49,
      50,
      54,
      55,
      58,
      61,
      59,
      62
    ]
  },
  {
    "name": "انس نقره",
    "price": "7",
    "change_24h": "-0.84%",
    "change_7d": "+3.64%",
    "change_30d": "+0.30%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      52,
      50,
      50,
      46,
      41,
      38,
      34,
      37
    ]
  },
  {
    "name": "گرم نقره ۹۹۹",
    "price": "507,465",
    "change_24h": "-0.58%",
    "change_7d": "+3.14%",
    "change_30d": "+2.00%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      45,
      47,
      47,
      44,
      46,
      42,
      39,
      36
    ]
  },
  {
    "name": "نقره (هر گرم)",
    "price": "7",
    "change_24h": "-1.43%",
    "change_7d": "+3.03%",
    "change_30d": "-0.29%",
    "trend": "down",
    "isBubble": false,
    "sparkline": [
      46,
      41,
      42,
      39,
      40,
      35,
      32,
      28
    ]
  }
];

export const mockCars: Record<string, { name: string; price: string }[]> = {
  "آرتابان (ای ام جی)": [
    {
      "name": "1405 آرتابان (ای ام جی)، توکا، پلاس (قیمت نمایندگی)",
      "price": "5,460,000,000"
    },
    {
      "name": "1405 آرتابان (ای ام جی)، توکا، ساده (قیمت بازار)",
      "price": "5,700,000,000"
    }
  ],
  "آریسان": [
    {
      "name": "1404 آریسان، 2 (ارتقا یافته - ایران خودرو) (قیمت بازار)",
      "price": "1,590,000,000"
    },
    {
      "name": "1405 آریسان، 2 (ایران خودرو) (قیمت بازار)",
      "price": "1,750,000,000"
    },
    {
      "name": "1405 آریسان، 2 (مالتی مدیا) (قیمت بازار)",
      "price": "1,790,000,000"
    },
    {
      "name": "1405 آریسان، 2 (ایران خودرو) (قیمت کارخانه)",
      "price": "1,821,000,000"
    },
    {
      "name": "1405 آریسان، 2 (مالتی مدیا) (قیمت کارخانه)",
      "price": "1,845,000,000"
    }
  ],
  "آی ام موتورز": [
    {
      "name": "2025 آی ام موتورز، LS7، لاکچری (قیمت نمایندگی)",
      "price": "14,700,000,000"
    },
    {
      "name": "2025 آی ام موتورز، LS7، لاکچری (قیمت بازار)",
      "price": "18,000,000,000"
    }
  ],
  "آئودی": [
    {
      "name": "2025 آئودی، A3L، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "9,200,000,000"
    },
    {
      "name": "2025 آئودی، A3L، 1.5 لیتر توربو (قیمت بازار)",
      "price": "10,500,000,000"
    },
    {
      "name": "2025 آئودی، Q4 e-tron، 40 (ونوس فیدار ویستا) (قیمت نمایندگی)",
      "price": "9,500,000,000"
    },
    {
      "name": "2025 آئودی، Q4 e-tron، 40 (نادین خودرو) (قیمت نمایندگی)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 آئودی، Q4 e-tron، 40 (معین خودرو) (قیمت نمایندگی)",
      "price": "12,380,000,000"
    },
    {
      "name": "2025 آئودی، Q4 e-tron، 40 (قیمت بازار)",
      "price": "14,500,000,000"
    },
    {
      "name": "2024 آئودی، Q5 e-tron، 40 (معین خودرو) (قیمت نمایندگی)",
      "price": "12,380,000,000"
    },
    {
      "name": "2024 آئودی، Q5 e-tron، 40 (سیلور پکیج) (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2024 آئودی، Q5 e-tron، 40 (بلک پکیج) (قیمت بازار)",
      "price": "15,300,000,000"
    },
    {
      "name": "2025 آئودی، Q5 e-tron، 40 (بلک پکیج) (قیمت بازار)",
      "price": "16,500,000,000"
    }
  ],
  "اپل": [
    {
      "name": "2024 اپل، کورسا، 1.2 لیتر توربو اتوماتیک (قیمت بازار)",
      "price": "5,900,000,000"
    },
    {
      "name": "2025 اپل، کورسا، 1.2 لیتر توربو اتوماتیک (قیمت بازار)",
      "price": "6,300,000,000"
    },
    {
      "name": "2024 اپل، موکا، 1.2 لیتر توربو (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "2025 اپل، موکا، 1.2 لیتر توربو (قیمت بازار)",
      "price": "8,000,000,000"
    }
  ],
  "اشکودا": [
    {
      "name": "2024 اشکودا، اوکتاویا پرو، 1.4 لیتر توربو لاکچری (قیمت بازار)",
      "price": "6,400,000,000"
    },
    {
      "name": "2025 اشکودا، اوکتاویا پرو، 1.4 لیتر توربو لاکچری (قیمت نمایندگی)",
      "price": "6,820,000,000"
    },
    {
      "name": "2024 اشکودا، سوپرب، 1.4 لیتر توربو (قیمت نمایندگی)",
      "price": "6,790,000,000"
    },
    {
      "name": "2024 اشکودا، سوپرب، 1.4 لیتر توربو (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "2024 اشکودا، کاروک، 1.4 لیتر توربو (قیمت بازار)",
      "price": "6,200,000,000"
    },
    {
      "name": "2025 اشکودا، کاروک، 1.4 لیتر توربو (قیمت بازار)",
      "price": "6,550,000,000"
    }
  ],
  "اطلس": [
    {
      "name": "1405 اطلس، اتوماتیک، E پلاس (قیمت کارخانه)",
      "price": "1,442,000,000"
    },
    {
      "name": "1404 اطلس، اتوماتیک، E پلاس (قیمت بازار)",
      "price": "1,900,000,000"
    },
    {
      "name": "1405 اطلس، اتوماتیک، E پلاس (قیمت بازار)",
      "price": "2,000,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ G (قیمت کارخانه)",
      "price": "1,137,000,000"
    },
    {
      "name": "1404 اطلس، دنده ای، تیپ G (قیمت بازار)",
      "price": "1,660,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ G (قیمت بازار)",
      "price": "1,690,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ GL (قیمت کارخانه)",
      "price": "1,103,000,000"
    },
    {
      "name": "1404 اطلس، دنده ای، تیپ GL (قیمت بازار)",
      "price": "1,560,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ GL (قیمت بازار)",
      "price": "1,600,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ S (قیمت کارخانه)",
      "price": "1,022,000,000"
    },
    {
      "name": "1404 اطلس، دنده ای، تیپ S (قیمت بازار)",
      "price": "1,520,000,000"
    },
    {
      "name": "1405 اطلس، دنده ای، تیپ S (قیمت بازار)",
      "price": "1,550,000,000"
    }
  ],
  "اکستریم": [
    {
      "name": "1405 اکستریم، LX (SX)، 1.6 لیتر توربو (قیمت نمایندگی)",
      "price": "6,242,000,000"
    },
    {
      "name": "1404 اکستریم، LX (SX)، 1.6 لیتر توربو (قیمت بازار)",
      "price": "6,700,000,000"
    },
    {
      "name": "1405 اکستریم، LX (SX)، 1.6 لیتر توربو (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "1405 اکستریم، TXL (TX)، 2.0 لیتر توربو (قیمت نمایندگی)",
      "price": "7,642,000,000"
    },
    {
      "name": "1404 اکستریم، TXL (TX)، 2.0 لیتر توربو (قیمت بازار)",
      "price": "8,900,000,000"
    },
    {
      "name": "1405 اکستریم، TXL (TX)، 2.0 لیتر توربو (قیمت بازار)",
      "price": "9,350,000,000"
    },
    {
      "name": "1405 اکستریم، VX (QX)، 2.0 لیتر توربو (قیمت نمایندگی)",
      "price": "9,468,000,000"
    },
    {
      "name": "1404 اکستریم، VX (QX)، 2.0 لیتر توربو (قیمت بازار)",
      "price": "11,900,000,000"
    },
    {
      "name": "1405 اکستریم، VX (QX)، 2.0 لیتر توربو (قیمت بازار)",
      "price": "12,300,000,000"
    }
  ],
  "ام جی": [
    {
      "name": "2024 ام جی، 4ev، 150 کیلو وات (قیمت بازار)",
      "price": "5,700,000,000"
    },
    {
      "name": "2024 ام جی، 5، 1.5 لیتر (قیمت بازار)",
      "price": "5,000,000,000"
    },
    {
      "name": "2024 ام جی، GT (قیمت بازار)",
      "price": "6,500,000,000"
    }
  ],
  "ام وی ام": [
    {
      "name": "1404 ام وی ام، M5 پرو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,000,000,000"
    },
    {
      "name": "1404 ام وی ام، X22 PRO، دنده ای (قیمت بازار)",
      "price": "2,950,000,000"
    },
    {
      "name": "1405 ام وی ام، X33 کراس، اتوماتیک (قیمت نمایندگی)",
      "price": "3,021,000,000"
    },
    {
      "name": "1404 ام وی ام، X33 کراس، اتوماتیک (مدیران خودرو) (قیمت بازار)",
      "price": "3,500,000,000"
    },
    {
      "name": "1405 ام وی ام، X33 کراس، اتوماتیک (قیمت بازار)",
      "price": "3,600,000,000"
    },
    {
      "name": "1405 ام وی ام، X55 PRO، IE (قیمت نمایندگی)",
      "price": "3,888,000,000"
    },
    {
      "name": "1404 ام وی ام، X55 PRO، IE (مدیران خودرو) (قیمت بازار)",
      "price": "4,600,000,000"
    },
    {
      "name": "1405 ام وی ام، X77، الیت (قیمت نمایندگی)",
      "price": "4,346,000,000"
    },
    {
      "name": "1404 ام وی ام، X77، الیت (قیمت بازار)",
      "price": "5,350,000,000"
    },
    {
      "name": "1405 ام وی ام، X77، الیت (قیمت بازار)",
      "price": "5,500,000,000"
    }
  ],
  "اوتار": [
    {
      "name": "2025 اوتار، 07، اولترا  (قیمت بازار)",
      "price": "24,000,000,000"
    },
    {
      "name": "2025 اوتار، 07، پرو پلاس (قیمت بازار)",
      "price": "23,000,000,000"
    },
    {
      "name": "2024 اوتار، 11EV، 425 کیلووات (قیمت بازار)",
      "price": "21,500,000,000"
    },
    {
      "name": "2025 اوتار، 12EREV، اولترا (قیمت بازار)",
      "price": "27,500,000,000"
    }
  ],
  "اوشان": [
    {
      "name": "2024 اوشان، E2 پرو، 160 کیلووات (قیمت نمایندگی)",
      "price": "2,880,000,000"
    },
    {
      "name": "2025 اوشان، UNI-Z، 1.5 لیتر (قیمت بازار)",
      "price": "9,000,000,000"
    }
  ],
  "اونترا": [
    {
      "name": "1405 اونترا، U75 Plus، 2.0 لیتر توربو (قیمت بازار)",
      "price": "6,300,000,000"
    }
  ],
  "ایرس": [
    {
      "name": "2025 ایرس، HM5 EREV، 1.5 لیتر توربو  (قیمت بازار)",
      "price": "13,500,000,000"
    }
  ],
  "ایکس پنگ": [
    {
      "name": "2025 ایکس پنگ، مونا M03، 620 Plus (قیمت نمایندگی)",
      "price": "4,950,000,000"
    },
    {
      "name": "2025 ایکس پنگ، مونا M03، 620 Plus (قیمت بازار)",
      "price": "10,500,000,000"
    }
  ],
  "اینرودز": [
    {
      "name": "1404 اینرودز، C35 (قیمت بازار)",
      "price": "2,600,000,000"
    },
    {
      "name": "1405 اینرودز، C35 (قیمت بازار)",
      "price": "2,750,000,000"
    }
  ],
  "اینفینیت": [
    {
      "name": "2023 اینفینیت، اکسپلورر، 2.0 لیتر توربو (قیمت بازار)",
      "price": "5,850,000,000"
    }
  ],
  "اینوی": [
    {
      "name": "1405 اینوی، هیبرید، 1.5 لیتر (قیمت کارخانه)",
      "price": "3,376,000,000"
    },
    {
      "name": "1405 اینوی، هیبرید، 1.5 لیتر (قیمت بازار)",
      "price": "4,200,000,000"
    }
  ],
  "ب ام و": [
    {
      "name": "2025 ب ام و، i3، eDrive 35L (قیمت بازار)",
      "price": "18,500,000,000"
    },
    {
      "name": "2025 ب ام و، i5، eDrive 40L (قیمت بازار)",
      "price": "31,000,000,000"
    },
    {
      "name": "2025 ب ام و، iX1، eDrive 25L (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 ب ام و، iX1، eDrive 25L (کیت M) (قیمت بازار)",
      "price": "15,000,000,000"
    },
    {
      "name": "2026 ب ام و، iX1، eDrive 25L (قیمت بازار)",
      "price": "16,500,000,000"
    },
    {
      "name": "2026 ب ام و، iX1، eDrive 25L (کیت M) (قیمت بازار)",
      "price": "17,500,000,000"
    },
    {
      "name": "2025 ب ام و، iX1، xDrive 30L (قیمت بازار)",
      "price": "20,000,000,000"
    },
    {
      "name": "2025 ب ام و، iX3، Creative (قیمت بازار)",
      "price": "24,000,000,000"
    },
    {
      "name": "2025 ب ام و، iX3، Leading (قیمت بازار)",
      "price": "23,000,000,000"
    },
    {
      "name": "2024 ب ام و، X1، sDrive 20Li (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 ب ام و، X2، sDrive 18i (قیمت بازار)",
      "price": "20,500,000,000"
    },
    {
      "name": "2026 ب ام و، X2، sDrive 18i (قیمت بازار)",
      "price": "22,500,000,000"
    },
    {
      "name": "2025 ب ام و، X2، sDrive 25i (قیمت بازار)",
      "price": "17,000,000,000"
    },
    {
      "name": "2026 ب ام و، X2، sDrive 25i (قیمت بازار)",
      "price": "18,500,000,000"
    },
    {
      "name": "2026 ب ام و، X2، xDrive 20i (قیمت بازار)",
      "price": "23,500,000,000"
    },
    {
      "name": "2025 ب ام و، X3، xDrive 25L (قیمت بازار)",
      "price": "26,000,000,000"
    },
    {
      "name": "2026 ب ام و، X3، xDrive 25L (قیمت بازار)",
      "price": "28,000,000,000"
    },
    {
      "name": "2025 ب ام و، X3، xDrive 30L (قیمت بازار)",
      "price": "32,000,000,000"
    },
    {
      "name": "2024 ب ام و، سری 2 گرن کوپه، 225i (قیمت بازار)",
      "price": "18,500,000,000"
    },
    {
      "name": "2025 ب ام و، سری 2 گرن کوپه، 225L (قیمت بازار)",
      "price": "13,000,000,000"
    },
    {
      "name": "2026 ب ام و، سری 2 گرن کوپه، 225L (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2025 ب ام و، سری 3 سدان، 318i موتور 2.0 توربو (قیمت بازار)",
      "price": "23,000,000,000"
    },
    {
      "name": "2025 ب ام و، سری 3 سدان، 325i موتور 2.0 توربو (قیمت بازار)",
      "price": "22,500,000,000"
    },
    {
      "name": "2026 ب ام و، سری 3 سدان، 325i موتور 2.0 توربو (قیمت بازار)",
      "price": "23,500,000,000"
    },
    {
      "name": "2026 ب ام و، سری 7، 735i (قیمت بازار)",
      "price": "85,000,000,000"
    }
  ],
  "بایک": [
    {
      "name": "1404 بایک، BJ30، هیبرید (قیمت بازار)",
      "price": "9,600,000,000"
    },
    {
      "name": "2025 بایک، BJ40L، 2.0 لیتر توربو (قیمت بازار)",
      "price": "9,800,000,000"
    }
  ],
  "بنز": [
    {
      "name": "2024 بنز، EQE Sedan، 500 (قیمت بازار)",
      "price": "20,500,000,000"
    },
    {
      "name": "2025 بنز، EQE Sedan، 500 (قیمت بازار)",
      "price": "22,500,000,000"
    },
    {
      "name": "2024 بنز، EQE SUV، 500 (قیمت بازار)",
      "price": "26,000,000,000"
    },
    {
      "name": "2025 بنز، EQE SUV، 500 (قیمت بازار)",
      "price": "28,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس A سدان، A180L (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس A سدان، A200 (قیمت بازار)",
      "price": "21,500,000,000"
    },
    {
      "name": "2026 بنز، کلاس A سدان، A200 (قیمت بازار)",
      "price": "24,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس A سدان، A200L (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2025 بنز، کلاس C، C200L (قیمت بازار)",
      "price": "19,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس C، C350eL (قیمت بازار)",
      "price": "25,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس E، E200 (قیمت بازار)",
      "price": "46,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس E، E300 موتور 2.0 لیتر (قیمت بازار)",
      "price": "54,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس EQA، EQA260 (قیمت بازار)",
      "price": "16,500,000,000"
    },
    {
      "name": "2024 بنز، کلاس EQB، EQB260 (قیمت بازار)",
      "price": "16,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس EQB، EQB260 (قیمت بازار)",
      "price": "17,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس GLB، GLB 200 (قیمت بازار)",
      "price": "19,000,000,000"
    },
    {
      "name": "2025 بنز، کلاس GLC کوپه، 200 فورماتیک (قیمت بازار)",
      "price": "40,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس GLC کوپه، 200 فورماتیک (قیمت بازار)",
      "price": "44,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس GLE کوپه، 450 (قیمت بازار)",
      "price": "85,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس GLE کوپه، 53AMG (قیمت بازار)",
      "price": "100,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس GLS، GLS 450 (قیمت بازار)",
      "price": "95,000,000,000"
    },
    {
      "name": "2026 بنز، کلاس S، S450 (قیمت بازار)",
      "price": "110,000,000,000"
    }
  ],
  "بی ای دبلیو (BAW)": [
    {
      "name": "1405 بی ای دبلیو (BAW)، 212، 2.0 لیتر توربو لجند (قیمت بازار)",
      "price": "10,500,000,000"
    }
  ],
  "بی ای سی": [
    {
      "name": "1405 بی ای سی، X3 PRO، 1.5 لیتر (قیمت نمایندگی)",
      "price": "3,010,000,000"
    },
    {
      "name": "1404 بی ای سی، X3 PRO، 1.5 لیتر (قیمت بازار)",
      "price": "3,400,000,000"
    },
    {
      "name": "1405 بی ای سی، X3 PRO، 1.5 لیتر (قیمت بازار)",
      "price": "3,550,000,000"
    }
  ],
  "بی وای دی": [
    {
      "name": "2025 بی وای دی، چین ال DMi ، 1.5 لیتر (قیمت بازار)",
      "price": "9,700,000,000"
    },
    {
      "name": "2025 بی وای دی، چین پلاس DMi ، تیپ 128 (قیمت نمایندگی)",
      "price": "4,498,000,000"
    },
    {
      "name": "2025 بی وای دی، چین پلاس DMi ، تیپ 55 (پیشتاز خودرو جنوب) (قیمت نمایندگی)",
      "price": "4,300,000,000"
    },
    {
      "name": "2025 بی وای دی، چین پلاس DMi ، تیپ 55 (ایستا نگین بینالود) (قیمت نمایندگی)",
      "price": "4,500,000,000"
    },
    {
      "name": "2025 بی وای دی، چین پلاس DMi ، تیپ 55 (قیمت بازار)",
      "price": "5,800,000,000"
    },
    {
      "name": "2025 بی وای دی، دیسترویر 05 DMi، لاکچری ادیشن (پیشتاز خودرو جنوب) (قیمت نمایندگی)",
      "price": "6,350,000,000"
    },
    {
      "name": "2025 بی وای دی، سانگ پلاس DMi، 1.5 لیتر (قیمت بازار)",
      "price": "11,600,000,000"
    },
    {
      "name": "2025 بی وای دی، سی لاین 06 DMi، 170 پلاس (پیشتازخودرو) (قیمت بازار)",
      "price": "13,000,000,000"
    }
  ],
  "بیجینگ": [
    {
      "name": "1404 بیجینگ، U5 پلاس، 1.5 لیتر (قیمت بازار)",
      "price": "3,600,000,000"
    },
    {
      "name": "1405 بیجینگ، U5 پلاس، 1.5 لیتر (قیمت بازار)",
      "price": "3,750,000,000"
    },
    {
      "name": "1405 بیجینگ، X7، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "6,592,000,000"
    }
  ],
  "پارس نوآ": [
    {
      "name": "1405 پارس نوآ، 1.6 لیتر، دنده ای (قیمت کارخانه)",
      "price": "1,460,000,000"
    },
    {
      "name": "1404 پارس نوآ، 1.6 لیتر، دنده ای (قیمت بازار)",
      "price": "2,190,000,000"
    },
    {
      "name": "1405 پارس نوآ، 1.6 لیتر، دنده ای (قیمت بازار)",
      "price": "2,390,000,000"
    }
  ],
  "پراید": [
    {
      "name": "1405 پراید، 151، GX (قیمت کارخانه)",
      "price": "933,000,000"
    },
    {
      "name": "1405 پراید، 151، GX (لاینر) (قیمت کارخانه)",
      "price": "947,000,000"
    },
    {
      "name": "1404 پراید، 151، GX (قیمت بازار)",
      "price": "1,260,000,000"
    },
    {
      "name": "1404 پراید، 151، GX (لاینر) (قیمت بازار)",
      "price": "1,280,000,000"
    },
    {
      "name": "1405 پراید، 151، GX (قیمت بازار)",
      "price": "1,310,000,000"
    },
    {
      "name": "1405 پراید، 151، GX (لاینر) (قیمت بازار)",
      "price": "1,330,000,000"
    }
  ],
  "پژو": [
    {
      "name": "1405 پژو، 207، TU3 (ایران خودرو) (قیمت کارخانه)",
      "price": "1,740,000,000"
    },
    {
      "name": "1404 پژو، 207، TU3 (ایران خودرو) (قیمت بازار)",
      "price": "1,830,000,000"
    },
    {
      "name": "1405 پژو، 207، TU3 (ایران خودرو) (قیمت بازار)",
      "price": "1,880,000,000"
    },
    {
      "name": "1405 پژو، 207، اتوماتیک TU5P (ایران خودرو) (قیمت کارخانه)",
      "price": "2,134,000,000"
    },
    {
      "name": "1404 پژو، 207، اتوماتیک TU5P (ارتقایافته - ایران خودرو) (قیمت بازار)",
      "price": "2,770,000,000"
    },
    {
      "name": "1405 پژو، 207، اتوماتیک TU5P (ایران خودرو) (قیمت بازار)",
      "price": "2,870,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما اتوماتیک TU5P (ارتقا یافته  - ایران خودرو) (قیمت کارخانه)",
      "price": "2,184,000,000"
    },
    {
      "name": "1404 پژو، 207، پانوراما اتوماتیک TU5P (ارتقا یافته  - ایران خودرو) (قیمت بازار)",
      "price": "3,030,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما اتوماتیک TU5P (ارتقا یافته  - ایران خودرو) (قیمت بازار)",
      "price": "3,120,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما دنده ای TU5P (رینگ فولادی) (قیمت کارخانه)",
      "price": "1,878,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما دنده ای TU5P (رینگ آلومینیومی) (قیمت کارخانه)",
      "price": "1,923,000,000"
    },
    {
      "name": "1404 پژو، 207، پانوراما دنده ای TU5P (رینگ فولادی) (قیمت بازار)",
      "price": "2,290,000,000"
    },
    {
      "name": "1404 پژو، 207، پانوراما دنده ای TU5P (رینگ آلومینیومی) (قیمت بازار)",
      "price": "2,330,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما دنده ای TU5P (رینگ فولادی) (قیمت بازار)",
      "price": "2,340,000,000"
    },
    {
      "name": "1405 پژو، 207، پانوراما دنده ای TU5P (رینگ آلومینیومی) (قیمت بازار)",
      "price": "2,380,000,000"
    },
    {
      "name": "1404 پژو، 207، دنده ای TU5 (فرمان هیدرولیک) (قیمت بازار)",
      "price": "2,000,000,000"
    },
    {
      "name": "1405 پژو، 207، دنده ای TU5P (قیمت کارخانه)",
      "price": "1,792,000,000"
    },
    {
      "name": "1405 پژو، 207، دنده ای TU5P (فرمان برقی) (قیمت کارخانه)",
      "price": "1,847,000,000"
    },
    {
      "name": "1405 پژو، 207، دنده ای TU5P (قیمت بازار)",
      "price": "2,050,000,000"
    },
    {
      "name": "1404 پژو، 207، دنده ای TU5P (قیمت بازار)",
      "price": "2,140,000,000"
    },
    {
      "name": "1405 پژو، 207، دنده ای TU5P (فرمان برقی) (قیمت بازار)",
      "price": "2,190,000,000"
    }
  ],
  "تارا": [
    {
      "name": "1405 تارا، اتوماتیک V4، EF7P توربو (قیمت کارخانه)",
      "price": "2,740,000,000"
    },
    {
      "name": "1405 تارا، اتوماتیک V4، EF7P توربو (قیمت بازار)",
      "price": "3,580,000,000"
    },
    {
      "name": "1405 تارا، اتوماتیک V4، TU5P ال ایکس (قیمت کارخانه)",
      "price": "2,470,000,000"
    },
    {
      "name": "1404 تارا، اتوماتیک V4، TU5P ال ایکس (قیمت بازار)",
      "price": "3,200,000,000"
    },
    {
      "name": "1405 تارا، اتوماتیک V4، TU5P ال ایکس (قیمت بازار)",
      "price": "3,350,000,000"
    },
    {
      "name": "1405 تارا، دنده ای V1 پلاس، 6 سرعته (قیمت کارخانه)",
      "price": "2,063,000,000"
    },
    {
      "name": "1404 تارا، دنده ای V1 پلاس، 6 سرعته (قیمت بازار)",
      "price": "2,200,000,000"
    },
    {
      "name": "1405 تارا، دنده ای V1 پلاس، 6 سرعته (قیمت بازار)",
      "price": "2,270,000,000"
    }
  ],
  "تانک": [
    {
      "name": "2025 تانک، 300، 2.0 لیتر توربو (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "1404 تانک، 300 مونتاژی، 2.0 لیتر توربو (قیمت بازار)",
      "price": "13,000,000,000"
    },
    {
      "name": "1405 تانک، 300 مونتاژی، 2.0 لیتر توربو (قیمت بازار)",
      "price": "14,350,000,000"
    },
    {
      "name": "2026 تانک، 500HEV، 2.0 لیتر توربو (قیمت بازار)",
      "price": "18,900,000,000"
    },
    {
      "name": "1405 تانک، 500HEV مونتاژی، 2.0 لیتر توربو (قیمت بازار)",
      "price": "18,800,000,000"
    },
    {
      "name": "2026 تانک، 700، 3.0 لیتر توربو (قیمت نمایندگی)",
      "price": "26,500,000,000"
    },
    {
      "name": "2026 تانک، 700، 3.0 لیتر توربو (قیمت بازار)",
      "price": "27,000,000,000"
    }
  ],
  "تویوتا": [
    {
      "name": "2024 تویوتا، bZ3، الیت پرو (قیمت بازار)",
      "price": "8,500,000,000"
    },
    {
      "name": "2025 تویوتا، bZ3X، 520 پرو (قیمت بازار)",
      "price": "9,000,000,000"
    },
    {
      "name": "2024 تویوتا، bz4X، 615 پرو (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2025 تویوتا، bz4X، 615 مکس AWD (ره نیاز ایستا) (قیمت نمایندگی)",
      "price": "9,690,000,000"
    },
    {
      "name": "2025 تویوتا، bz4X، 615 مکس AWD (ره نیاز ایستا) (قیمت بازار)",
      "price": "12,500,000,000"
    },
    {
      "name": "2024 تویوتا، bz4X، 615 مکس FWD (قیمت بازار)",
      "price": "11,000,000,000"
    },
    {
      "name": "2025 تویوتا، bz4X، 615 مکس FWD (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2025 تویوتا، bZ5، پرو پلاس (سفید) (قیمت نمایندگی)",
      "price": "10,600,000,000"
    },
    {
      "name": "2025 تویوتا، bZ5، جوی ادیشن (قیمت نمایندگی)",
      "price": "8,400,000,000"
    },
    {
      "name": "2024 تویوتا، C-HR هیبرید، 2.0 لیتر (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2025 تویوتا، آوالون، 2.5 لیتر هیبرید (قیمت بازار)",
      "price": "18,000,000,000"
    },
    {
      "name": "2025 تویوتا، پرادو  چهار در، 2.4 لیتر توربو (قیمت بازار)",
      "price": "43,000,000,000"
    },
    {
      "name": "2026 تویوتا، پرادو  چهار در، 2.4 لیتر توربو (قیمت بازار)",
      "price": "45,000,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (انرژی موتور) (قیمت نمایندگی)",
      "price": "8,212,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (مهام خودرو) (قیمت نمایندگی)",
      "price": "8,290,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (ساتیار خودرو) (قیمت نمایندگی)",
      "price": "8,290,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (ره نیاز ایستا_لو آپشن) (قیمت نمایندگی)",
      "price": "8,390,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (ره نیاز ایستا_فول آپشن) (قیمت نمایندگی)",
      "price": "8,990,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر تک دیفرانسیل (قیمت بازار)",
      "price": "10,900,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.0 لیتر دو دیفرانسیل (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.5 لیتر دو دیفرانسیل (قیمت بازار)",
      "price": "15,000,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور، 2.5 لیتر دو دیفرانسیل ادونچر (قیمت بازار)",
      "price": "18,000,000,000"
    },
    {
      "name": "2024 تویوتا، راوفور هیبرید، 2.5 لیتر تک دیفرانسیل (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور هیبرید، 2.5 لیتر دو دیفرانسیل (چین_ره نیاز ایستا) (قیمت نمایندگی)",
      "price": "12,600,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور هیبرید، 2.5 لیتر دو دیفرانسیل (قیمت بازار)",
      "price": "15,950,000,000"
    },
    {
      "name": "2025 تویوتا، راوفور هیبرید، 2.5 لیتر دو دیفرانسیل (ژاپن) (قیمت بازار)",
      "price": "18,000,000,000"
    },
    {
      "name": "2026 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (ساتیار خودرو-نیو فیس) (قیمت نمایندگی)",
      "price": "7,377,000,000"
    },
    {
      "name": "2025 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (انرژی موتور آسیا) (قیمت نمایندگی)",
      "price": "7,595,000,000"
    },
    {
      "name": "2025 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (ره نیاز ایستا_الیت پلاس) (قیمت نمایندگی)",
      "price": "7,890,000,000"
    },
    {
      "name": "2026 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (نیلان خودرو_نیوفیس) (قیمت نمایندگی)",
      "price": "8,320,000,000"
    },
    {
      "name": "2026 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (امیر تجارت سپنتا_نیو فیس) (قیمت نمایندگی)",
      "price": "8,644,000,000"
    },
    {
      "name": "2025 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (قیمت بازار)",
      "price": "9,000,000,000"
    },
    {
      "name": "2025 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (نیو فیس) (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2026 تویوتا، فرانت لندر هیبرید، 2.0 لیتر (نیوفیس) (قیمت بازار)",
      "price": "10,500,000,000"
    },
    {
      "name": "2025 تویوتا، فرچونر، 4 لیتر (هماتلکام) (قیمت نمایندگی)",
      "price": "29,000,000,000"
    },
    {
      "name": "2024 تویوتا، کرولا، 1.2 لیتر توربو (قیمت بازار)",
      "price": "6,950,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا، 1.2 لیتر توربو (قیمت بازار)",
      "price": "7,500,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (هویارموتور) (قیمت نمایندگی)",
      "price": "5,900,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیوفیس_هویارموتور) (قیمت نمایندگی)",
      "price": "6,300,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیو فیس_الماس خودرو) (قیمت نمایندگی)",
      "price": "6,320,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (پیشتازخودرو) (قیمت نمایندگی)",
      "price": "6,500,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (الماس خودرو) (قیمت نمایندگی)",
      "price": "6,750,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیو فیس_هما تلکام) (قیمت نمایندگی)",
      "price": "6,830,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (پارسیان موتور) (قیمت نمایندگی)",
      "price": "6,850,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (ساتیار خودرو) (قیمت نمایندگی)",
      "price": "6,992,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (هما تلکام) (قیمت نمایندگی)",
      "price": "7,120,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (ره نیاز ایستا) (قیمت نمایندگی)",
      "price": "7,890,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (امیر تجارت سپنتا) (قیمت نمایندگی)",
      "price": "8,196,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیلان خودرو) (قیمت نمایندگی)",
      "price": "8,268,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (قیمت بازار)",
      "price": "8,400,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیوفیس) (قیمت بازار)",
      "price": "8,900,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا کراس هیبرید، 2.0 لیتر (نیوفیس) (قیمت بازار)",
      "price": "9,100,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (سینا موتورز) (قیمت نمایندگی)",
      "price": "5,157,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (تک تیم فن) (قیمت نمایندگی)",
      "price": "5,490,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (انرژی موتور آسیا) (قیمت نمایندگی)",
      "price": "5,495,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (برساوش) (قیمت نمایندگی)",
      "price": "5,586,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (انرژی موتور آسیا) (قیمت نمایندگی)",
      "price": "5,695,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (ره نیاز ایستا) (قیمت نمایندگی)",
      "price": "5,700,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (ساتیار خودرو) (قیمت نمایندگی)",
      "price": "5,890,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (ساتیار خودرو) (قیمت نمایندگی)",
      "price": "5,890,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (هماتلکام) (قیمت نمایندگی)",
      "price": "5,900,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (ماهان صنعت پارس) (قیمت نمایندگی)",
      "price": "6,300,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (امیر تجارت سپنتا) (قیمت نمایندگی)",
      "price": "7,014,000,000"
    },
    {
      "name": "2024 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (قیمت بازار)",
      "price": "7,250,000,000"
    },
    {
      "name": "2026 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (نیلان خودرو) (قیمت نمایندگی)",
      "price": "7,270,000,000"
    },
    {
      "name": "2025 تویوتا، کرولا هیبرید، 1.8 لیتر الیت (قیمت بازار)",
      "price": "7,600,000,000"
    },
    {
      "name": "2025 تویوتا، کمری، 2.0 لیتر (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 تویوتا، کمری هیبرید، 2.0 لیتر (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2025 تویوتا، کمری هیبرید، 2.5 لیتر LE (قیمت بازار)",
      "price": "15,000,000,000"
    },
    {
      "name": "2026 تویوتا، کمری هیبرید، 2.5 لیتر LE (قیمت بازار)",
      "price": "16,000,000,000"
    },
    {
      "name": "2024 تویوتا، کمری هیبرید، 2.5 لیتر پریمیوم ادیشن (ره نیاز ایستا) (قیمت نمایندگی)",
      "price": "10,400,000,000"
    },
    {
      "name": "2026 تویوتا، کمری هیبرید، 2.5 لیتر پریمیوم ادیشن (هماتلکام) (قیمت نمایندگی)",
      "price": "12,500,000,000"
    },
    {
      "name": "2024 تویوتا، کمری هیبرید، 2.5 لیتر پریمیوم ادیشن (قیمت بازار)",
      "price": "14,500,000,000"
    },
    {
      "name": "2025 تویوتا، کمری هیبرید، 2.5 لیتر پریمیوم ادیشن (قیمت بازار)",
      "price": "15,000,000,000"
    },
    {
      "name": "2025 تویوتا، کمری هیبرید، 2.5 لیتر لومیر (قیمت بازار)",
      "price": "18,000,000,000"
    },
    {
      "name": "2026 تویوتا، کمری هیبرید، 2.5 لیتر لومیر (قیمت بازار)",
      "price": "19,000,000,000"
    },
    {
      "name": "2025 تویوتا، کمری هیبرید، 2.5 لیتر لیمیتد (قیمت بازار)",
      "price": "17,000,000,000"
    },
    {
      "name": "2026 تویوتا، لندکروز چهار در، 6 سیلندر 3.5 توربو GXR (قیمت بازار)",
      "price": "60,000,000,000"
    },
    {
      "name": "2025 تویوتا، لندکروز چهار در، 6 سیلندر 3.5 توربو VXR (هماتلکام) (قیمت نمایندگی)",
      "price": "57,000,000,000"
    },
    {
      "name": "2025 تویوتا، لندکروز چهار در، 6 سیلندر 3.5 توربو VXR (قیمت بازار)",
      "price": "61,000,000,000"
    },
    {
      "name": "2026 تویوتا، لندکروز چهار در، 6 سیلندر 3.5 توربو VXR (قیمت بازار)",
      "price": "66,000,000,000"
    },
    {
      "name": "2025 تویوتا، لندکروز چهار در، 6 سیلندر 4.0 نسخه VXR (قیمت بازار)",
      "price": "56,000,000,000"
    },
    {
      "name": "2026 تویوتا، لندکروز چهار در، 6 سیلندر 4.0 نسخه VXR (قیمت بازار)",
      "price": "62,000,000,000"
    },
    {
      "name": "2025 تویوتا، لندکروزر هیبرید، 3.5 لیتر توربو GR (قیمت بازار)",
      "price": "68,000,000,000"
    },
    {
      "name": "2026 تویوتا، لندکروزر هیبرید، 3.5 لیتر توربو VXR (قیمت بازار)",
      "price": "60,000,000,000"
    },
    {
      "name": "2024 تویوتا، لوین، 1.2 لیتر توربو (قیمت بازار)",
      "price": "6,900,000,000"
    },
    {
      "name": "2025 تویوتا، لوین هیبرید، 1.8 لیتر ساده (برساوش) (قیمت نمایندگی)",
      "price": "5,586,000,000"
    },
    {
      "name": "2025 تویوتا، لوین هیبرید، 1.8 لیتر ساده (ساتیار خودرو) (قیمت نمایندگی)",
      "price": "5,990,000,000"
    },
    {
      "name": "2024 تویوتا، لوین هیبرید، 1.8 لیتر ساده (قیمت بازار)",
      "price": "7,300,000,000"
    },
    {
      "name": "2025 تویوتا، لوین هیبرید، 1.8 لیتر ساده (قیمت بازار)",
      "price": "7,700,000,000"
    },
    {
      "name": "2025 تویوتا، وایلدلندر، 2.0 لیتر AWD پرمیوم (قیمت بازار)",
      "price": "11,800,000,000"
    },
    {
      "name": "2025 تویوتا، وایلدلندر، 2.0 لیتر AWD لاکچری پلاس (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2024 تویوتا، ونزا، 2.0 لیتر پرمیوم (قیمت بازار)",
      "price": "13,000,000,000"
    },
    {
      "name": "2025 تویوتا، ونزا، 2.0 لیتر پرمیوم (قیمت بازار)",
      "price": "13,800,000,000"
    },
    {
      "name": "2024 تویوتا، ونزا، 2.0 لیتر لاکچری (قیمت بازار)",
      "price": "11,400,000,000"
    },
    {
      "name": "2025 تویوتا، ونزا، 2.0 لیتر لاکچری (قیمت بازار)",
      "price": "11,900,000,000"
    },
    {
      "name": "2024 تویوتا، ونزا، 2.0 لیتر لاکچری پلاس (قیمت بازار)",
      "price": "12,200,000,000"
    },
    {
      "name": "2025 تویوتا، ونزا، 2.0 لیتر لاکچری پلاس (قیمت بازار)",
      "price": "12,600,000,000"
    },
    {
      "name": "2025 تویوتا، هایلندر هیبرید، 2.5 لیتر دو دیفرانسیل (قیمت بازار)",
      "price": "27,000,000,000"
    },
    {
      "name": "2024 تویوتا، یاریس صندوق دار، 1.5 لیتر (قیمت نمایندگی)",
      "price": "4,900,000,000"
    },
    {
      "name": "2026 تویوتا، یاریس صندوق دار، 1.5 لیتر (هماتلکام) (قیمت نمایندگی)",
      "price": "5,250,000,000"
    },
    {
      "name": "2024 تویوتا، یاریس صندوق دار، 1.5 لیتر (قیمت بازار)",
      "price": "5,700,000,000"
    },
    {
      "name": "2026 تویوتا، یاریس صندوق دار، 1.5 لیتر (هماتلکام) (قیمت بازار)",
      "price": "6,500,000,000"
    }
  ],
  "تیگارد": [
    {
      "name": "1404 تیگارد، X35 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "3,700,000,000"
    },
    {
      "name": "1405 تیگارد، X35 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "3,850,000,000"
    },
    {
      "name": "1405 تیگارد، تیسان S05، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "3,669,000,000"
    },
    {
      "name": "1405 تیگارد، تیسان S05، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,350,000,000"
    }
  ],
  "جتا": [
    {
      "name": "2024 جتا، VS7، 1.4 لیتر توربو (قیمت بازار)",
      "price": "6,500,000,000"
    }
  ],
  "جک": [
    {
      "name": "1404 جک، جی 4 (خودرو داخلی - کرمان موتور) (قیمت بازار)",
      "price": "2,650,000,000"
    },
    {
      "name": "1405 جک، جی 4 (خودرو داخلی - کرمان موتور) (قیمت بازار)",
      "price": "2,750,000,000"
    }
  ],
  "جنسیس": [
    {
      "name": "2026 جنسیس، G80، 2.5 لیتر توربو (قیمت نمایندگی)",
      "price": "48,000,000,000"
    },
    {
      "name": "2026 جنسیس، GV70، 2.5 لیتر توربو (قیمت نمایندگی)",
      "price": "38,000,000,000"
    }
  ],
  "جی ای سی": [
    {
      "name": "2024 جی ای سی، ES9، پرمیوم (قیمت بازار)",
      "price": "12,500,000,000"
    },
    {
      "name": "2025 جی ای سی، ES9، پرمیوم (قیمت بازار)",
      "price": "12,900,000,000"
    },
    {
      "name": "2024 جی ای سی، GS3 Emzoom، 1.5 لیتر توربو (قیمت بازار)",
      "price": "5,400,000,000"
    },
    {
      "name": "2025 جی ای سی، GS3 Emzoom، GLS جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "7,787,000,000"
    },
    {
      "name": "2025 جی ای سی، GS3 Emzoom، GS جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "6,825,000,000"
    },
    {
      "name": "2025 جی ای سی، GS8، GL 2WD (جیران موتور) (قیمت نمایندگی)",
      "price": "10,054,000,000"
    },
    {
      "name": "2025 جی ای سی، GS8، GL 4WD (جیران موتور) (قیمت نمایندگی)",
      "price": "10,981,000,000"
    },
    {
      "name": "2025 جی ای سی، M8، GL (قیمت نمایندگی)",
      "price": "11,317,000,000"
    },
    {
      "name": "2024 جی ای سی، امپو، 1.5 لیتر توربو (راساموتور) (قیمت بازار)",
      "price": "6,800,000,000"
    },
    {
      "name": "2025 جی ای سی، امپو، GL جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "7,979,000,000"
    },
    {
      "name": "2025 جی ای سی، امپو، GS جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "6,901,000,000"
    },
    {
      "name": "2024 جی ای سی، امپو هیبرید، 2.0 لیتر پرو (قیمت بازار)",
      "price": "6,200,000,000"
    },
    {
      "name": "2024 جی ای سی، امپو هیبرید، 2.0 لیتر فلگشیپ (قیمت بازار)",
      "price": "6,600,000,000"
    },
    {
      "name": "2024 جی ای سی، امکو، 1.5 لیتر توربو (راساموتور) (قیمت بازار)",
      "price": "6,600,000,000"
    },
    {
      "name": "2026 جی ای سی، امکو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "2025 جی ای سی، امکو، GL جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "8,205,000,000"
    },
    {
      "name": "2025 جی ای سی، امکو، GS جی‌ران (جیران موتور) (قیمت نمایندگی)",
      "price": "7,477,000,000"
    },
    {
      "name": "2025 جی ای سی، امکو هیبرید، 2.0 لیتر فلگشیپ (قیمت بازار)",
      "price": "8,200,000,000"
    },
    {
      "name": "2025 جی ای سی، امکو هیبرید، GE جی‌ران (قیمت نمایندگی)",
      "price": "8,924,000,000"
    },
    {
      "name": "2025 جی ای سی، امکو هیبرید، GL جی‌ران (قیمت نمایندگی)",
      "price": "9,375,000,000"
    }
  ],
  "چانگان": [
    {
      "name": "2024 چانگان، CS 35 پلاس، تیپ 3 (قیمت بازار)",
      "price": "4,950,000,000"
    },
    {
      "name": "2025 چانگان، CS 55 پلاس، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "5,819,000,000"
    },
    {
      "name": "2024 چانگان، CS 55 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,600,000,000"
    },
    {
      "name": "2025 چانگان، CS 55 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,750,000,000"
    },
    {
      "name": "2026 چانگان، CS 55 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "1404 چانگان، CS35 پلاس مونتاژ (سایپا 421P)، 1.4 لیتر توربو (قیمت بازار)",
      "price": "5,000,000,000"
    },
    {
      "name": "1405 چانگان، CS35 پلاس مونتاژ (سایپا 421P)، 1.4 لیتر توربو (قیمت بازار)",
      "price": "5,300,000,000"
    },
    {
      "name": "1404 چانگان، CS55 پلاس مونتاژ (سایپا 441P)، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,200,000,000"
    },
    {
      "name": "1405 چانگان، CS55 پلاس مونتاژ (سایپا 441P)، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,500,000,000"
    },
    {
      "name": "2026 چانگان، UNI-T، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "7,680,000,000"
    },
    {
      "name": "2026 چانگان، UNI-T، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,950,000,000"
    },
    {
      "name": "2024 چانگان، ایدو EV460، 120 کیلووات (قیمت بازار)",
      "price": "3,450,000,000"
    }
  ],
  "چری": [
    {
      "name": "1404 چری، آریزو 5T اسپرت FL، IE (مدیران خودرو) (قیمت بازار)",
      "price": "4,350,000,000"
    }
  ],
  "داچیا": [
    {
      "name": "2025 داچیا، داستر هیبرید، 1.6 لیتر (پارسا موتور سامان) (قیمت نمایندگی)",
      "price": "7,800,000,000"
    },
    {
      "name": "2025 داچیا، داستر هیبرید، 1.6 لیتر (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2025 داچیا، ساندرو استپ وی، 1 لیتر (پارسا موتور سامان) (قیمت نمایندگی)",
      "price": "5,800,000,000"
    }
  ],
  "دانگ فنگ": [
    {
      "name": "2023 دانگ فنگ، E70، 110 کیلووات (قیمت بازار)",
      "price": "3,100,000,000"
    },
    {
      "name": "2023 دانگ فنگ، شاین مکس، 1.5 لیتر توربو (ایران خودرو) (قیمت بازار)",
      "price": "4,650,000,000"
    },
    {
      "name": "2023 دانگ فنگ، شاین مکس هیبرید، 1.5 لیتر توربو (ایران خودرو) (قیمت بازار)",
      "price": "4,800,000,000"
    }
  ],
  "دنا": [
    {
      "name": "1405 دنا، پلاس EF7، اتوماتیک توربو آپشنال (ایران خودرو) (قیمت کارخانه)",
      "price": "2,611,000,000"
    },
    {
      "name": "1404 دنا، پلاس EF7، اتوماتیک توربو آپشنال (ایران خودرو) (قیمت بازار)",
      "price": "3,150,000,000"
    },
    {
      "name": "1405 دنا، پلاس EF7، اتوماتیک توربو آپشنال (ایران خودرو) (قیمت بازار)",
      "price": "3,290,000,000"
    },
    {
      "name": "1405 دنا، پلاس EF7P، 6 دنده (رینگ فولادی) (قیمت کارخانه)",
      "price": "2,082,000,000"
    },
    {
      "name": "1405 دنا، پلاس EF7P، 6 دنده (رینگ آلومینیومی) (قیمت کارخانه)",
      "price": "2,172,000,000"
    },
    {
      "name": "1404 دنا، پلاس EF7P، 6 دنده (رینگ فولادی) (قیمت بازار)",
      "price": "2,270,000,000"
    },
    {
      "name": "1404 دنا، پلاس EF7P، 6 دنده (رینگ آلومینیومی) (قیمت بازار)",
      "price": "2,320,000,000"
    },
    {
      "name": "1405 دنا، پلاس EF7P، 6 دنده (رینگ فولادی) (قیمت بازار)",
      "price": "2,370,000,000"
    },
    {
      "name": "1405 دنا، پلاس EF7P، 6 دنده (رینگ آلومینیومی) (قیمت بازار)",
      "price": "2,420,000,000"
    }
  ],
  "دیگنیتی": [
    {
      "name": "1404 دیگنیتی، پرایم (بهمن موتور) (قیمت بازار)",
      "price": "4,800,000,000"
    },
    {
      "name": "1404 دیگنیتی، پرستیژ (بهمن موتور) (قیمت بازار)",
      "price": "6,000,000,000"
    }
  ],
  "رانا": [
    {
      "name": "1404 رانا، پلاس، موتور TU5 (ارتقا یافته - ایران خودرو) (قیمت بازار)",
      "price": "1,760,000,000"
    },
    {
      "name": "1405 رانا، پلاس، موتور TU5 پلاس (قیمت کارخانه)",
      "price": "1,536,000,000"
    },
    {
      "name": "1405 رانا، پلاس، موتور TU5 پلاس (ترمزدیسکی) (قیمت کارخانه)",
      "price": "1,622,000,000"
    },
    {
      "name": "1404 رانا، پلاس، موتور TU5 پلاس (قیمت بازار)",
      "price": "1,815,000,000"
    },
    {
      "name": "1405 رانا، پلاس، موتور TU5 پلاس (قیمت بازار)",
      "price": "1,860,000,000"
    },
    {
      "name": "1405 رانا، پلاس، موتور TU5 پلاس (ترمزدیسکی) (قیمت بازار)",
      "price": "1,890,000,000"
    }
  ],
  "رنو": [
    {
      "name": "1404 رنو، آرکانا XM3، 1.6 لیتر (قیمت بازار)",
      "price": "7,400,000,000"
    },
    {
      "name": "2025 رنو، کولیوس (قیمت بازار)",
      "price": "11,200,000,000"
    },
    {
      "name": "2026 رنو، گرند کولیوس، 2.0 لیتر توربو (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2026 رنو، گرند کولیوس، 2.0 لیتر توربو (ماموت خودرو) (قیمت نمایندگی)",
      "price": "14,900,000,000"
    }
  ],
  "روئوه": [
    {
      "name": "2023 روئوه، eRX5، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,200,000,000"
    }
  ],
  "ری را": [
    {
      "name": "1404 ری را، 1.7 لیتر توربو، 6 سرعته اتوماتیک (قیمت بازار)",
      "price": "4,120,000,000"
    },
    {
      "name": "1405 ری را، 1.7 لیتر توربو، 6 سرعته اتوماتیک (قیمت بازار)",
      "price": "4,320,000,000"
    }
  ],
  "ریسپکت": [
    {
      "name": "1404 ریسپکت، پرایم، تیپ 2 (تیپ 2) (قیمت بازار)",
      "price": "4,070,000,000"
    },
    {
      "name": "1405 ریسپکت، پرایم، تیپ 2 نیوفیس (قیمت نمایندگی)",
      "price": "3,930,000,000"
    },
    {
      "name": "1404 ریسپکت، پرایم، تیپ 2 نیوفیس (قیمت بازار)",
      "price": "4,250,000,000"
    },
    {
      "name": "1405 ریسپکت، پرایم، تیپ 2 نیوفیس (قیمت بازار)",
      "price": "4,400,000,000"
    }
  ],
  "زامیاد": [
    {
      "name": "1404 زامیاد، اکستند EX، بنزینی (قیمت بازار)",
      "price": "2,035,000,000"
    },
    {
      "name": "1405 زامیاد، اکستند EX، بنزینی (قیمت بازار)",
      "price": "2,085,000,000"
    },
    {
      "name": "1405 زامیاد، اکستند EX، بنزینی (قیمت کارخانه)",
      "price": "2,110,000,000"
    },
    {
      "name": "1404 زامیاد، اکستند EX، دوگانه سوز (قیمت بازار)",
      "price": "2,200,000,000"
    },
    {
      "name": "1405 زامیاد، اکستند EX، دوگانه سوز (قیمت کارخانه)",
      "price": "2,215,000,000"
    },
    {
      "name": "1405 زامیاد، اکستند EX، دوگانه سوز (قیمت بازار)",
      "price": "2,250,000,000"
    },
    {
      "name": "1405 زامیاد، پادرا پلاس، بنزینی (قیمت کارخانه)",
      "price": "2,200,000,000"
    },
    {
      "name": "1405 زامیاد، پادرا پلاس، دوگانه سوز (سایپا) (قیمت بازار)",
      "price": "2,090,000,000"
    },
    {
      "name": "1405 زامیاد، پادرا پلاس، دوگانه سوز (سایپا) (قیمت کارخانه)",
      "price": "2,300,000,000"
    }
  ],
  "سانگ یانگ (KGM)": [
    {
      "name": "2026 سانگ یانگ (KGM)، تیوولی، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,100,000,000"
    },
    {
      "name": "2026 سانگ یانگ (KGM)، کوراندو، 1.5 لیتر توربو 2WD (قیمت بازار)",
      "price": "7,700,000,000"
    },
    {
      "name": "1404 سانگ یانگ (KGM)، موسو گرند خان، ساهارا (قیمت بازار)",
      "price": "11,950,000,000"
    },
    {
      "name": "1405 سانگ یانگ (KGM)، موسو گرند خان، ساهارا (قیمت نمایندگی)",
      "price": "11,990,000,000"
    },
    {
      "name": "1404 سانگ یانگ (KGM)، موسو گرند خان، سیگنچر (قیمت بازار)",
      "price": "12,200,000,000"
    },
    {
      "name": "1405 سانگ یانگ (KGM)، موسو گرند خان، سیگنچر (قیمت بازار)",
      "price": "12,500,000,000"
    },
    {
      "name": "1405 سانگ یانگ (KGM)، موسو گرند خان، سیگنچر (قیمت نمایندگی)",
      "price": "12,990,000,000"
    }
  ],
  "ساینا": [
    {
      "name": "1405 ساینا، GXL دنده ای، دوگانه سوز (دوگانه سوز) (قیمت کارخانه)",
      "price": "1,072,000,000"
    },
    {
      "name": "1404 ساینا، GXL دنده ای، دوگانه سوز (دوگانه سوز) (قیمت بازار)",
      "price": "1,550,000,000"
    },
    {
      "name": "1405 ساینا، GXL دنده ای، دوگانه سوز (دوگانه سوز) (قیمت بازار)",
      "price": "1,600,000,000"
    },
    {
      "name": "1405 ساینا، S، دنده ای بنزینی (قیمت کارخانه)",
      "price": "993,000,000"
    },
    {
      "name": "1404 ساینا، S، دنده ای بنزینی (استاندارد 85 گانه - سایپا) (قیمت بازار)",
      "price": "1,370,000,000"
    },
    {
      "name": "1405 ساینا، S، دنده ای بنزینی (قیمت بازار)",
      "price": "1,430,000,000"
    }
  ],
  "سمند": [
    {
      "name": "1405 سمند، سورن، پلاس EF7 دوگانه سوز (75 لیتری) (قیمت کارخانه)",
      "price": "1,800,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس EF7 دوگانه سوز (100 لیتری) (قیمت کارخانه)",
      "price": "1,816,000,000"
    },
    {
      "name": "1404 سمند، سورن، پلاس EF7 دوگانه سوز (ایران خودرو) (قیمت بازار)",
      "price": "2,295,000,000"
    },
    {
      "name": "1404 سمند، سورن، پلاس EF7 دوگانه سوز (100 لیتری) (قیمت بازار)",
      "price": "2,325,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس EF7 دوگانه سوز (75 لیتری) (قیمت بازار)",
      "price": "2,345,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس EF7 دوگانه سوز (100 لیتری) (قیمت بازار)",
      "price": "2,375,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس TU5P (با فرمان هیدرولیک) (قیمت کارخانه)",
      "price": "1,850,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس TU5P (قیمت کارخانه)",
      "price": "1,870,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس TU5P (با فرمان برقی و رینگ آلومینیومی) (قیمت کارخانه)",
      "price": "1,920,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس TU5P (قیمت بازار)",
      "price": "2,480,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس XU7P بنزینی (با رینگ آلومینیومی) (قیمت کارخانه)",
      "price": "1,580,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس XU7P بنزینی (ایران خودرو) (قیمت کارخانه)",
      "price": "1,725,000,000"
    },
    {
      "name": "1404 سمند، سورن، پلاس XU7P بنزینی (ایران خودرو) (قیمت بازار)",
      "price": "1,750,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس XU7P بنزینی (ایران خودرو) (قیمت بازار)",
      "price": "1,805,000,000"
    },
    {
      "name": "1405 سمند، سورن، پلاس XU7P بنزینی (با رینگ آلومینیومی) (قیمت بازار)",
      "price": "1,850,000,000"
    }
  ],
  "سوزوکی": [
    {
      "name": "2024 سوزوکی، بالنو، 1.5 لیتر (راسا موتور) (قیمت بازار)",
      "price": "4,750,000,000"
    },
    {
      "name": "2025 سوزوکی، بالنو، 1.5 لیتر (راسا موتور) (قیمت بازار)",
      "price": "5,100,000,000"
    },
    {
      "name": "2025 سوزوکی، جیمنی 3 در، اتوماتیک (قیمت بازار)",
      "price": "7,800,000,000"
    },
    {
      "name": "2025 سوزوکی، جیمنی 3 در، دنده ای (قیمت بازار)",
      "price": "7,300,000,000"
    },
    {
      "name": "2024 سوزوکی، جیمنی 5 در، 1.5 لیتر (راسا موتور) (قیمت بازار)",
      "price": "7,700,000,000"
    },
    {
      "name": "2025 سوزوکی، جیمنی 5 در، 1.5 لیتر (قیمت بازار)",
      "price": "8,100,000,000"
    },
    {
      "name": "2024 سوزوکی، سوییفت، 1.2 لیتر هیبرید (قیمت بازار)",
      "price": "4,900,000,000"
    },
    {
      "name": "2025 سوزوکی، سوییفت، 1.2 لیتر هیبرید (قیمت بازار)",
      "price": "5,200,000,000"
    },
    {
      "name": "2024 سوزوکی، سیاز، 1.5 لیتر (راسا موتور) (قیمت بازار)",
      "price": "4,300,000,000"
    },
    {
      "name": "2025 سوزوکی، سیاز، 1.5 لیتر (قیمت بازار)",
      "price": "4,600,000,000"
    },
    {
      "name": "2024 سوزوکی، فرانکس هیبرید، 1.5 لیتر (راساموتور) (قیمت بازار)",
      "price": "5,900,000,000"
    },
    {
      "name": "2025 سوزوکی، فرانکس هیبرید، 1.5 لیتر (راساموتور) (قیمت بازار)",
      "price": "6,300,000,000"
    },
    {
      "name": "2025 سوزوکی، گراند ویتارا هیبرید، دو دیفرانسیل (قیمت بازار)",
      "price": "7,200,000,000"
    },
    {
      "name": "2026 سوزوکی، گراند ویتارا هیبرید، دو دیفرانسیل (قیمت بازار)",
      "price": "7,500,000,000"
    }
  ],
  "سهند": [
    {
      "name": "1405 سهند، S دنده ای، بنزینی (قیمت کارخانه)",
      "price": "1,031,000,000"
    },
    {
      "name": "1404 سهند، S دنده ای، بنزینی (قیمت بازار)",
      "price": "1,500,000,000"
    },
    {
      "name": "1405 سهند، S دنده ای، بنزینی (قیمت بازار)",
      "price": "1,550,000,000"
    },
    {
      "name": "1405 سهند، S دنده ای، دوگانه سوز (قیمت کارخانه)",
      "price": "1,123,000,000"
    },
    {
      "name": "1404 سهند، پلاس اتوماتیک E، تیپ 3 (قیمت بازار)",
      "price": "1,900,000,000"
    }
  ],
  "سیتروئن": [
    {
      "name": "1405 سیتروئن، C3 XR، تیپ V1 (قیمت نمایندگی)",
      "price": "3,389,000,000"
    },
    {
      "name": "1404 سیتروئن، C3 XR، تیپ V1 (قیمت بازار)",
      "price": "3,750,000,000"
    },
    {
      "name": "1405 سیتروئن، C3 XR، تیپ V1 (قیمت بازار)",
      "price": "3,900,000,000"
    }
  ],
  "شاهین": [
    {
      "name": "1405 شاهین، G دنده ای (ESC - سایپا) (قیمت کارخانه)",
      "price": "1,452,000,000"
    },
    {
      "name": "1404 شاهین، G دنده ای (ESC - سایپا) (قیمت بازار)",
      "price": "2,280,000,000"
    },
    {
      "name": "1405 شاهین، G دنده ای (ESC - سایپا) (قیمت بازار)",
      "price": "2,330,000,000"
    },
    {
      "name": "1405 شاهین، GL دنده ای (ESC) (قیمت کارخانه)",
      "price": "1,418,000,000"
    },
    {
      "name": "1404 شاهین، GL دنده ای (ESC) (قیمت بازار)",
      "price": "2,100,000,000"
    },
    {
      "name": "1405 شاهین، GL دنده ای (ESC) (قیمت بازار)",
      "price": "2,150,000,000"
    },
    {
      "name": "1405 شاهین، اتوماتیک CVT، تیپ G (سایپا) (قیمت کارخانه)",
      "price": "1,561,000,000"
    },
    {
      "name": "1404 شاهین، اتوماتیک CVT، تیپ G (سایپا) (قیمت بازار)",
      "price": "2,390,000,000"
    },
    {
      "name": "1405 شاهین، اتوماتیک CVT، تیپ G (سایپا) (قیمت بازار)",
      "price": "2,490,000,000"
    },
    {
      "name": "1405 شاهین، اتوماتیک CVT، تیپ GL (قیمت کارخانه)",
      "price": "1,522,000,000"
    },
    {
      "name": "1405 شاهین، پلاس اتوماتیک AT، تیپ G (قیمت کارخانه)",
      "price": "1,834,000,000"
    },
    {
      "name": "1404 شاهین، پلاس اتوماتیک AT، تیپ G (قیمت بازار)",
      "price": "2,950,000,000"
    },
    {
      "name": "1405 شاهین، پلاس اتوماتیک AT، تیپ G (قیمت بازار)",
      "price": "3,100,000,000"
    },
    {
      "name": "1405 شاهین، پلاس اتوماتیک AT، تیپ GL (قیمت کارخانه)",
      "price": "1,805,000,000"
    }
  ],
  "شوال": [
    {
      "name": "1405 شوال، 6HEV، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,550,000,000"
    }
  ],
  "فانگ چنگ بائو": [
    {
      "name": "2026 فانگ چنگ بائو، لئوپارد 7، اولترا (الوند خودرو) (قیمت نمایندگی)",
      "price": "18,890,000,000"
    }
  ],
  "فردا": [
    {
      "name": "1404 فردا، 511 (قیمت بازار)",
      "price": "2,500,000,000"
    },
    {
      "name": "1405 فردا، 511 (قیمت بازار)",
      "price": "2,650,000,000"
    },
    {
      "name": "1404 فردا، SX5 (قیمت بازار)",
      "price": "3,950,000,000"
    },
    {
      "name": "1404 فردا، T5 (قیمت بازار)",
      "price": "4,900,000,000"
    },
    {
      "name": "1404 فردا، T5 پلاس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "5,900,000,000"
    }
  ],
  "فوتون": [
    {
      "name": "1404 فوتون، تونلند G7، بنزینی (قیمت بازار)",
      "price": "6,650,000,000"
    },
    {
      "name": "1405 فوتون، تونلند G7، بنزینی (قیمت بازار)",
      "price": "6,900,000,000"
    }
  ],
  "فولکس": [
    {
      "name": "2024 فولکس، ID.4 Crozz، پرو (قیمت نمایندگی)",
      "price": "8,970,000,000"
    },
    {
      "name": "2024 فولکس، ID.4 Crozz، پرو (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2024 فولکس، ID.4 Crozz، پیور (قیمت بازار)",
      "price": "9,400,000,000"
    },
    {
      "name": "2025 فولکس، ID.4 Crozz، پیور (قیمت بازار)",
      "price": "9,600,000,000"
    },
    {
      "name": "2024 فولکس، ID.4 Crozz، پیور پلاس (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2025 فولکس، ID.4 Crozz، پیور پلاس (قیمت بازار)",
      "price": "10,200,000,000"
    },
    {
      "name": "2025 فولکس، آی دی یونیکس، اولترا (قیمت نمایندگی)",
      "price": "8,301,000,000"
    },
    {
      "name": "2024 فولکس، آی دی یونیکس، اولترا (قیمت بازار)",
      "price": "13,100,000,000"
    },
    {
      "name": "2025 فولکس، آی دی یونیکس، اولترا (قیمت بازار)",
      "price": "13,800,000,000"
    },
    {
      "name": "2025 فولکس، آی دی یونیکس، پیور (ایستا نگین بینالود) (قیمت نمایندگی)",
      "price": "6,300,000,000"
    },
    {
      "name": "2025 فولکس، آی دی یونیکس، پیور (قیمت بازار)",
      "price": "10,800,000,000"
    },
    {
      "name": "2025 فولکس، تایرون L، 1.5 لیتر توربو (قیمت بازار)",
      "price": "10,400,000,000"
    },
    {
      "name": "2024 فولکس، تی راک، 1.5 لیتر توربو (قیمت بازار)",
      "price": "9,100,000,000"
    },
    {
      "name": "2025 فولکس، تی راک، 1.5 لیتر توربو (قیمت بازار)",
      "price": "9,500,000,000"
    },
    {
      "name": "2025 فولکس، تیگوان L، PRO R-LINE 2WD (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2026 فولکس، تیگوان L، PRO R-LINE 2WD (قیمت بازار)",
      "price": "14,500,000,000"
    },
    {
      "name": "2024 فولکس، تیگوان L، PRO R-LINE 4WD (قیمت نمایندگی)",
      "price": "12,400,000,000"
    },
    {
      "name": "2024 فولکس، تیگوان L، PRO R-LINE 4WD (قیمت بازار)",
      "price": "14,200,000,000"
    },
    {
      "name": "2025 فولکس، تیگوان L، PRO R-LINE 4WD (قیمت بازار)",
      "price": "14,900,000,000"
    },
    {
      "name": "2025 فولکس، گلف، PRO (قیمت نمایندگی)",
      "price": "9,600,000,000"
    }
  ],
  "فونیکس": [
    {
      "name": "1404 فونیکس، F9، 2.0 لیتر توربو (قیمت بازار)",
      "price": "11,200,000,000"
    },
    {
      "name": "1405 فونیکس، F9، 2.0 لیتر توربو (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "1404 فونیکس، FX، پریمیوم AWD (مدیران خودرو) (قیمت بازار)",
      "price": "6,400,000,000"
    },
    {
      "name": "1405 فونیکس، FX، پریمیوم FWD (مدیران خودرو) (قیمت نمایندگی)",
      "price": "5,170,000,000"
    },
    {
      "name": "1404 فونیکس، FX، پریمیوم FWD (مدیران خودرو) (قیمت بازار)",
      "price": "6,250,000,000"
    },
    {
      "name": "1405 فونیکس، FX، پریمیوم FWD (مدیران خودرو) (قیمت بازار)",
      "price": "6,500,000,000"
    },
    {
      "name": "2025 فونیکس، FX EV، 150 کیلو وات (قیمت بازار)",
      "price": "5,700,000,000"
    },
    {
      "name": "2026 فونیکس، FX EV، 150 کیلو وات (قیمت بازار)",
      "price": "5,900,000,000"
    },
    {
      "name": "1404 فونیکس، آریزو 6 پرو (مدیران خودرو) (قیمت بازار)",
      "price": "4,800,000,000"
    },
    {
      "name": "1405 فونیکس، آریزو 6 جی تی (Z6 GT)، اکسلنت (قیمت نمایندگی)",
      "price": "4,302,000,000"
    },
    {
      "name": "1404 فونیکس، آریزو 6 جی تی (Z6 GT)، اکسلنت (مدیران خودرو) (قیمت بازار)",
      "price": "5,250,000,000"
    },
    {
      "name": "1405 فونیکس، آریزو 6 جی تی (Z6 GT)، اکسلنت (قیمت بازار)",
      "price": "5,450,000,000"
    },
    {
      "name": "1405 فونیکس، آریزو 8 (Z8)، اکسلنت (مدیران خودرو) (قیمت نمایندگی)",
      "price": "6,254,000,000"
    },
    {
      "name": "1404 فونیکس، آریزو 8 (Z8)، اکسلنت (مدیران خودرو) (قیمت بازار)",
      "price": "7,550,000,000"
    },
    {
      "name": "1405 فونیکس، آریزو 8 (Z8)، اکسلنت (مدیران خودرو) (قیمت بازار)",
      "price": "7,850,000,000"
    },
    {
      "name": "1404 فونیکس، آریزو 8 هیبرید (Z8 PHEV)، 1.5 لیتر توربو (قیمت بازار)",
      "price": "7,750,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 7 پرو، پریمیوم (مدیران خودرو) (قیمت بازار)",
      "price": "6,000,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 7 پرو، پریمیوم (مدیران خودرو) (قیمت بازار)",
      "price": "6,200,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 7 پرو مکس (F7)، 1.6 لیتر توربو 2WD (قیمت بازار)",
      "price": "6,600,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 7 پرو مکس (F7)، 1.6 لیتر توربو AWD (قیمت نمایندگی)",
      "price": "5,552,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 7 پرو مکس (F7)، 1.6 لیتر توربو AWD (قیمت بازار)",
      "price": "6,700,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 7 پرو مکس (F7)، 1.6 لیتر توربو AWD (قیمت بازار)",
      "price": "6,950,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 7 پرو هیبرید (F7)، e پلاس (مدیران خودرو) (قیمت نمایندگی)",
      "price": "5,584,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 7 پرو هیبرید (F7)، e پلاس (مدیران خودرو) (قیمت بازار)",
      "price": "6,800,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 7 پرو هیبرید (F7)، e پلاس (مدیران خودرو) (قیمت بازار)",
      "price": "7,000,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 8 پرو مکس (F8)، IE (قیمت نمایندگی)",
      "price": "7,148,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 8 پرو مکس (F8)، IE (مدیران خودرو) (قیمت بازار)",
      "price": "9,100,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 8 پرو مکس (F8)، IE (قیمت بازار)",
      "price": "9,300,000,000"
    },
    {
      "name": "1405 فونیکس، تیگو 8 پرو هیبرید (F8)، e پلاس (مدیران خودرو) (قیمت نمایندگی)",
      "price": "6,072,000,000"
    },
    {
      "name": "1404 فونیکس، تیگو 8 پرو هیبرید (F8)، e پلاس (مدیران خودرو) (قیمت بازار)",
      "price": "9,500,000,000"
    }
  ],
  "فیدلیتی": [
    {
      "name": "1404 فیدلیتی، الیت، تیپ 1 پنج نفره (قیمت بازار)",
      "price": "5,750,000,000"
    },
    {
      "name": "1405 فیدلیتی، الیت، تیپ 1 پنج نفره (قیمت بازار)",
      "price": "5,900,000,000"
    },
    {
      "name": "1405 فیدلیتی، الیت، تیپ 2 هفت نفره (قیمت نمایندگی)",
      "price": "5,176,000,000"
    },
    {
      "name": "1404 فیدلیتی، الیت، تیپ 2 هفت نفره (قیمت بازار)",
      "price": "5,850,000,000"
    },
    {
      "name": "1405 فیدلیتی، الیت، تیپ 2 هفت نفره (قیمت بازار)",
      "price": "6,000,000,000"
    },
    {
      "name": "1404 فیدلیتی، پرستیژ، تیپ 2 هفت نفره (قیمت بازار)",
      "price": "7,850,000,000"
    },
    {
      "name": "1405 فیدلیتی، پرستیژ، تیپ 2 هفت نفره (قیمت بازار)",
      "price": "8,000,000,000"
    }
  ],
  "کاپرا": [
    {
      "name": "1404 کاپرا، B تک کابین، 2.0 لیتر دنده ای (قیمت بازار)",
      "price": "2,950,000,000"
    },
    {
      "name": "1405 کاپرا، B تک کابین، 2.0 لیتر دنده ای (قیمت کارخانه)",
      "price": "3,650,000,000"
    },
    {
      "name": "1404 کاپرا، B دو کابین، 2.0 لیتر دنده ای (قیمت بازار)",
      "price": "3,650,000,000"
    },
    {
      "name": "1404 کاپرا، U دوکابین، 2.4 لیتر اتوماتیک (قیمت بازار)",
      "price": "5,000,000,000"
    },
    {
      "name": "1405 کاپرا، U دوکابین، 2.4 لیتر اتوماتیک (قیمت بازار)",
      "price": "5,150,000,000"
    }
  ],
  "کوییک": [
    {
      "name": "1405 کوییک، GX، L دنده ای (ESC) (قیمت کارخانه)",
      "price": "1,064,000,000"
    },
    {
      "name": "1404 کوییک، GX، L دنده ای (ESC - سایپا) (قیمت بازار)",
      "price": "1,390,000,000"
    },
    {
      "name": "1405 کوییک، GX، L دنده ای (ESC) (قیمت بازار)",
      "price": "1,420,000,000"
    },
    {
      "name": "1404 کوییک، GXR، L دنده ای (ESC با رینگ فولادی) (قیمت بازار)",
      "price": "1,410,000,000"
    },
    {
      "name": "1404 کوییک، GXR، L دنده ای (ESC با رینگ آلومینیومی) (قیمت بازار)",
      "price": "1,440,000,000"
    },
    {
      "name": "1405 کوییک، GXR، L دنده ای (رینگ فولادی) (قیمت بازار)",
      "price": "1,440,000,000"
    },
    {
      "name": "1405 کوییک، GXR، L دنده ای (ESC با رینگ آلومینیومی) (قیمت بازار)",
      "price": "1,470,000,000"
    },
    {
      "name": "1405 کوییک، SR، دنده ای (استاندارد 85گانه - سایپا) (قیمت کارخانه)",
      "price": "1,012,000,000"
    },
    {
      "name": "1404 کوییک، SR، دنده ای (استاندارد 85گانه - سایپا) (قیمت بازار)",
      "price": "1,385,000,000"
    },
    {
      "name": "1405 کوییک، SR، دنده ای (استاندارد 85گانه - سایپا) (قیمت بازار)",
      "price": "1,415,000,000"
    },
    {
      "name": "1405 کوییک، دنده ای S (سایپا) (قیمت کارخانه)",
      "price": "1,032,000,000"
    },
    {
      "name": "1404 کوییک، دنده ای S (استاندارد 85 گانه - سایپا) (قیمت بازار)",
      "price": "1,375,000,000"
    },
    {
      "name": "1405 کوییک، دنده ای S (سایپا) (قیمت بازار)",
      "price": "1,405,000,000"
    }
  ],
  "کی ام سی": [
    {
      "name": "1404 کی ام سی، A5، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,800,000,000"
    },
    {
      "name": "1405 کی ام سی، J7 (کرمان خودرو) (قیمت نمایندگی)",
      "price": "4,572,000,000"
    },
    {
      "name": "1404 کی ام سی، J7 (کرمان خودرو) (قیمت بازار)",
      "price": "5,450,000,000"
    },
    {
      "name": "1405 کی ام سی، J7 (کرمان خودرو) (قیمت بازار)",
      "price": "5,800,000,000"
    },
    {
      "name": "1405 کی ام سی، SR3، 1.6 لیتر (قیمت نمایندگی)",
      "price": "3,141,000,000"
    },
    {
      "name": "1404 کی ام سی، SR3، 1.6 لیتر (قیمت بازار)",
      "price": "3,950,000,000"
    },
    {
      "name": "1405 کی ام سی، SR3، 1.6 لیتر (قیمت بازار)",
      "price": "4,100,000,000"
    },
    {
      "name": "1404 کی ام سی، SR6، 1.5 لیتر توربو (قیمت بازار)",
      "price": "5,850,000,000"
    },
    {
      "name": "1404 کی ام سی، T8 (کرمان موتور) (قیمت بازار)",
      "price": "5,450,000,000"
    },
    {
      "name": "1405 کی ام سی، T8 (کرمان موتور) (قیمت بازار)",
      "price": "5,650,000,000"
    },
    {
      "name": "1405 کی ام سی، T8 (کرمان موتور) (قیمت نمایندگی)",
      "price": "5,800,000,000"
    },
    {
      "name": "1404 کی ام سی، T9، 2 لیتر توربو (کرمان  موتور) (قیمت بازار)",
      "price": "7,900,000,000"
    },
    {
      "name": "1405 کی ام سی، T9، 2 لیتر توربو (کرمان  موتور) (قیمت بازار)",
      "price": "8,100,000,000"
    },
    {
      "name": "1405 کی ام سی، X5، 1.5 لیتر توربو (کرمان موتور) (قیمت نمایندگی)",
      "price": "4,293,000,000"
    },
    {
      "name": "1404 کی ام سی، X5، 1.5 لیتر توربو (کرمان موتور) (قیمت بازار)",
      "price": "5,200,000,000"
    },
    {
      "name": "1405 کی ام سی، X5، 1.5 لیتر توربو (کرمان موتور) (قیمت بازار)",
      "price": "5,600,000,000"
    },
    {
      "name": "1405 کی ام سی، ایگل، 1.5 لیتر (قیمت کارخانه)",
      "price": "2,512,000,000"
    },
    {
      "name": "1404 کی ام سی، ایگل، 1.5 لیتر (قیمت بازار)",
      "price": "2,700,000,000"
    },
    {
      "name": "1405 کی ام سی، ایگل، 1.5 لیتر (قیمت بازار)",
      "price": "2,800,000,000"
    }
  ],
  "کیا": [
    {
      "name": "2025 کیا، EV5، تیپ 720 (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 کیا، K3، 1.5 لیتر (هرمس خودرو) (قیمت نمایندگی)",
      "price": "6,420,000,000"
    },
    {
      "name": "2026 کیا، K3، 1.5 لیتر (هرمس خودرو) (قیمت نمایندگی)",
      "price": "6,758,000,000"
    },
    {
      "name": "2024 کیا، K3، 1.5 لیتر (قیمت بازار)",
      "price": "6,800,000,000"
    },
    {
      "name": "2025 کیا، K3، 1.5 لیتر (قیمت بازار)",
      "price": "7,200,000,000"
    },
    {
      "name": "2026 کیا، K4، 2.0 لیتر (هرمس خودرو) (قیمت نمایندگی)",
      "price": "11,000,000,000"
    },
    {
      "name": "2025 کیا، K5، 1.5 لیتر توربو (کوشا خودرو) (قیمت نمایندگی)",
      "price": "8,263,000,000"
    },
    {
      "name": "2024 کیا، K5، 1.5 لیتر توربو (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2025 کیا، K5، 1.5 لیتر توربو (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (پیشتازخودرو) (قیمت نمایندگی)",
      "price": "8,500,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (دینا موتور) (قیمت نمایندگی)",
      "price": "8,695,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (کوشا خودرو) (قیمت نمایندگی)",
      "price": "8,762,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (هرمس خودرو) (قیمت نمایندگی)",
      "price": "8,950,000,000"
    },
    {
      "name": "2024 کیا، اسپورتیج، 4 سیلندر توربو (قیمت بازار)",
      "price": "10,500,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (سقف فلز) (قیمت بازار)",
      "price": "10,800,000,000"
    },
    {
      "name": "2025 کیا، اسپورتیج، 4 سیلندر توربو (قیمت بازار)",
      "price": "11,000,000,000"
    },
    {
      "name": "2026 کیا، استونیک، 1.4 لیتر (هرمس خودرو) (قیمت نمایندگی)",
      "price": "5,347,000,000"
    },
    {
      "name": "2025 کیا، پیکانتو (کوشا خودرو) (قیمت نمایندگی)",
      "price": "5,908,000,000"
    },
    {
      "name": "2024 کیا، سلتوس، 1.4 لیتر توربو (قیمت بازار)",
      "price": "6,800,000,000"
    },
    {
      "name": "2025 کیا، سلتوس، 1.5 لیتر (هرمس خودرو) (قیمت نمایندگی)",
      "price": "6,950,000,000"
    },
    {
      "name": "2026 کیا، سورنتو، 6 سیلندر (قیمت نمایندگی)",
      "price": "23,150,000,000"
    }
  ],
  "لاماری": [
    {
      "name": "1404 لاماری، اکو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,600,000,000"
    },
    {
      "name": "1405 لاماری، اکو، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "4,628,000,000"
    },
    {
      "name": "1405 لاماری، اکو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,800,000,000"
    },
    {
      "name": "1404 لاماری، ایما (قیمت بازار)",
      "price": "6,450,000,000"
    },
    {
      "name": "1405 لاماری، ایما (قیمت بازار)",
      "price": "6,650,000,000"
    },
    {
      "name": "2025 لاماری، ایما HEV، 1.5 لیتر توربو (قیمت بازار)",
      "price": "6,900,000,000"
    },
    {
      "name": "1404 لاماری، نئو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,300,000,000"
    },
    {
      "name": "1405 لاماری، نئو، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "4,329,000,000"
    }
  ],
  "لاماکو": [
    {
      "name": "1404 لاماکو، فلو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "3,600,000,000"
    }
  ],
  "لکسوس": [
    {
      "name": "2025 لکسوس، ES، 200 (قیمت بازار)",
      "price": "20,500,000,000"
    },
    {
      "name": "2026 لکسوس، ES، 300 (قیمت بازار)",
      "price": "27,000,000,000"
    },
    {
      "name": "2025 لکسوس، IS، 300 توربو (قیمت بازار)",
      "price": "30,000,000,000"
    },
    {
      "name": "2025 لکسوس، IS، 350 (قیمت بازار)",
      "price": "30,000,000,000"
    },
    {
      "name": "2026 لکسوس، LX، 600 (قیمت بازار)",
      "price": "83,000,000,000"
    },
    {
      "name": "2025 لکسوس، LX، 700h (قیمت بازار)",
      "price": "85,000,000,000"
    },
    {
      "name": "2026 لکسوس، LX، 700h (قیمت بازار)",
      "price": "90,000,000,000"
    },
    {
      "name": "2025 لکسوس، NX، 260 (قیمت بازار)",
      "price": "27,500,000,000"
    },
    {
      "name": "2025 لکسوس، NX، 350 (قیمت بازار)",
      "price": "35,000,000,000"
    },
    {
      "name": "2026 لکسوس، NX، 350 (قیمت بازار)",
      "price": "38,000,000,000"
    },
    {
      "name": "2025 لکسوس، NX هیبرید، 350h AWD (قیمت بازار)",
      "price": "33,000,000,000"
    },
    {
      "name": "2026 لکسوس، NX هیبرید، 350h AWD (قیمت بازار)",
      "price": "35,000,000,000"
    },
    {
      "name": "2025 لکسوس، RX، 350 موتور 2.4 (قیمت بازار)",
      "price": "50,000,000,000"
    },
    {
      "name": "2026 لکسوس، RX هیبرید، 350h AWD (قیمت بازار)",
      "price": "41,000,000,000"
    }
  ],
  "لندرور": [
    {
      "name": "2025 لندرور، دیسکاوری اسپرت، 2.0 لیتر توربو (قیمت بازار)",
      "price": "27,500,000,000"
    },
    {
      "name": "2026 لندرور، دیفندر 3 در، 4 سیلندر (P300) (قیمت بازار)",
      "price": "54,000,000,000"
    },
    {
      "name": "2026 لندرور، دیفندر 5 در، 4 سیلندر (P300) (قیمت بازار)",
      "price": "56,000,000,000"
    },
    {
      "name": "2026 لندرور، دیفندر 5 در، 6 سیلندر (P400) (قیمت بازار)",
      "price": "80,000,000,000"
    },
    {
      "name": "2025 لندرور، رنجرور ایووک L، 2.0 لیتر توربو (قیمت بازار)",
      "price": "33,000,000,000"
    },
    {
      "name": "2025 لندرور، رنجرور ولار، P250 (قیمت بازار)",
      "price": "65,000,000,000"
    },
    {
      "name": "2025 لندرور، رنجرور ولار، P400 (قیمت بازار)",
      "price": "60,000,000,000"
    }
  ],
  "لوکانو": [
    {
      "name": "1405 لوکانو، L7، 1.6 لیتر توربو (قیمت نمایندگی)",
      "price": "6,210,000,000"
    },
    {
      "name": "1404 لوکانو، L7، 1.6 لیتر توربو (قیمت بازار)",
      "price": "7,550,000,000"
    },
    {
      "name": "1405 لوکانو، L7، 1.6 لیتر توربو (قیمت بازار)",
      "price": "7,800,000,000"
    },
    {
      "name": "1405 لوکانو، L8، 2.0 لیتر توربو (قیمت نمایندگی)",
      "price": "8,410,000,000"
    },
    {
      "name": "1404 لوکانو، L8، 2.0 لیتر توربو (قیمت بازار)",
      "price": "10,900,000,000"
    },
    {
      "name": "1405 لوکانو، L8، 2.0 لیتر توربو (قیمت بازار)",
      "price": "11,250,000,000"
    }
  ],
  "لیپ موتور": [
    {
      "name": "2025 لیپ موتور، T03، 80 کیلووات (قیمت بازار)",
      "price": "3,450,000,000"
    }
  ],
  "مارس": [
    {
      "name": "2024 مارس، C300، پرو (قیمت نمایندگی)",
      "price": "5,600,000,000"
    },
    {
      "name": "2024 مارس، C300، پرو (قیمت بازار)",
      "price": "5,800,000,000"
    },
    {
      "name": "2024 مارس، C300، ساده (قیمت بازار)",
      "price": "5,500,000,000"
    },
    {
      "name": "2024 مارس، C300، ساده (قیمت نمایندگی)",
      "price": "5,500,000,000"
    }
  ],
  "مزدا": [
    {
      "name": "2025 مزدا، 3 وارداتی، 2.0 لیتر پریمیوم (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2025 مزدا، CX-30، 2.0 لیتر (قیمت نمایندگی)",
      "price": "6,490,000,000"
    },
    {
      "name": "2024 مزدا، CX-30، 2.0 لیتر (قیمت بازار)",
      "price": "9,200,000,000"
    },
    {
      "name": "2025 مزدا، CX-30، 2.0 لیتر (قیمت بازار)",
      "price": "9,600,000,000"
    },
    {
      "name": "2024 مزدا، CX-50، 2.5 لیتر (قیمت بازار)",
      "price": "13,300,000,000"
    },
    {
      "name": "2025 مزدا، CX-50، 2.5 لیتر (قیمت بازار)",
      "price": "13,700,000,000"
    },
    {
      "name": "2025 مزدا، EZ6، 1.5 لیتر مکس (قیمت نمایندگی)",
      "price": "8,600,000,000"
    },
    {
      "name": "2025 مزدا، EZ6، 1.5 لیتر مکس (قیمت بازار)",
      "price": "13,800,000,000"
    },
    {
      "name": "2025 مزدا، EZ6، 1.5 لیتر مکس اسپرت (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 مزدا، EZ6، 1.5 لیتر مکس اسپرت لاکچری (قیمت بازار)",
      "price": "14,500,000,000"
    },
    {
      "name": "2025 مزدا، EZ60 EREV، 1.5 لیتر (قیمت نمایندگی)",
      "price": "8,800,000,000"
    },
    {
      "name": "2026 مزدا، EZ60 EREV، 1.5 لیتر (مکس ادیشن_معین خودرو) (قیمت نمایندگی)",
      "price": "10,486,000,000"
    },
    {
      "name": "2025 مزدا، EZ60 EREV، 1.5 لیتر (قیمت بازار)",
      "price": "15,600,000,000"
    }
  ],
  "مکسوس": [
    {
      "name": "1405 مکسوس، استار H، 2.0 لیتر توربو (قیمت نمایندگی)",
      "price": "7,740,000,000"
    },
    {
      "name": "1404 مکسوس، استار H، 2.0 لیتر توربو (شتابران خودرو) (قیمت بازار)",
      "price": "8,200,000,000"
    }
  ],
  "میتسوبیشی": [
    {
      "name": "2026 میتسوبیشی، اکلیپس کراس، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "8,590,000,000"
    },
    {
      "name": "2025 میتسوبیشی، اکلیپس کراس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "9,700,000,000"
    },
    {
      "name": "2026 میتسوبیشی، اکلیپس کراس، 1.5 لیتر توربو (قیمت بازار)",
      "price": "10,200,000,000"
    },
    {
      "name": "2025 میتسوبیشی، اوتلندر، 2.5 لیتر (قیمت بازار)",
      "price": "18,500,000,000"
    },
    {
      "name": "2026 میتسوبیشی، اوتلندر، 2.5 لیتر (آرین موتور) (قیمت بازار)",
      "price": "19,000,000,000"
    },
    {
      "name": "2023 میتسوبیشی، اوتلندر، تک دیفرانسیل H لاین (آرین موتور) (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2023 میتسوبیشی، اوتلندر، تک دیفرانسیل M لاین (آرین موتور) (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2023 میتسوبیشی، اوتلندر، تک دیفرانسیل P لاین (آرین موتور) (قیمت بازار)",
      "price": "13,000,000,000"
    },
    {
      "name": "2023 میتسوبیشی، اوتلندر، دو دیفرانسیل H لاین (آرین موتور) (قیمت بازار)",
      "price": "14,200,000,000"
    },
    {
      "name": "2023 میتسوبیشی، اوتلندر، دو دیفرانسیل M لاین (آرین موتور) (قیمت بازار)",
      "price": "13,700,000,000"
    }
  ],
  "مینی": [
    {
      "name": "2025 مینی، کوپر، 5 در (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 مینی، کوپر، 5 در (کیت Jcw) (قیمت بازار)",
      "price": "16,000,000,000"
    }
  ],
  "نامی": [
    {
      "name": "2025 نامی، E2 پلاس، 70 کیلووات (قیمت نمایندگی)",
      "price": "3,960,000,000"
    }
  ],
  "نوو": [
    {
      "name": "2025 نوو، A05، 1.5 لیتر (قیمت بازار)",
      "price": "5,800,000,000"
    }
  ],
  "نیسان": [
    {
      "name": "2026 نیسان، N6، 180 مکس (قیمت نمایندگی)",
      "price": "5,780,000,000"
    },
    {
      "name": "2025 نیسان، N7، 625 مکس (قیمت نمایندگی)",
      "price": "6,160,000,000"
    },
    {
      "name": "2026 نیسان، NX8، 150PRO (قیمت نمایندگی)",
      "price": "7,800,000,000"
    },
    {
      "name": "2026 نیسان، NX8، 310MAX (قیمت نمایندگی)",
      "price": "8,700,000,000"
    },
    {
      "name": "2024 نیسان، آلتیما، 2.0 لیتر (قیمت بازار)",
      "price": "9,150,000,000"
    },
    {
      "name": "2025 نیسان، آلتیما، 2.0 لیتر (قیمت بازار)",
      "price": "9,450,000,000"
    },
    {
      "name": "2025 نیسان، آلتیما، 2.0 لیتر توربو (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2025 نیسان، ایکس تریل (قیمت بازار)",
      "price": "18,000,000,000"
    },
    {
      "name": "2025 نیسان، ایکس تریل e-POWER، 1.5 لیتر توربو (قیمت بازار)",
      "price": "13,500,000,000"
    },
    {
      "name": "2026 نیسان، پاترول (وارداتی)، 6 سیلندر 3.5 توربو (قیمت بازار)",
      "price": "62,500,000,000"
    },
    {
      "name": "1404 نیسان، ترا، اکسکلوسیو (مانیان خودرو) (قیمت بازار)",
      "price": "10,900,000,000"
    },
    {
      "name": "1405 نیسان، ترا، اکسکلوسیو (مانیان خودرو) (قیمت بازار)",
      "price": "11,500,000,000"
    },
    {
      "name": "2026 نیسان، تیانا، 4 سیلندر توربو (قیمت نمایندگی)",
      "price": "9,800,000,000"
    },
    {
      "name": "2025 نیسان، سیلفی، 1.6 لیتر Enjoy (قیمت بازار)",
      "price": "6,950,000,000"
    },
    {
      "name": "2024 نیسان، سیلفی e-POWER، پلاس (آمیتیس گستر) (قیمت بازار)",
      "price": "7,800,000,000"
    },
    {
      "name": "2025 نیسان، سیلفی e-POWER، پلاس (قیمت بازار)",
      "price": "8,000,000,000"
    },
    {
      "name": "2024 نیسان، سیلفی e-POWER، مکس ادیشن (نامی خودرو) (قیمت بازار)",
      "price": "8,900,000,000"
    },
    {
      "name": "2025 نیسان، قشقایی، تک دیفرانسیل آنر (نامی خودرو) (قیمت نمایندگی)",
      "price": "6,790,000,000"
    },
    {
      "name": "2025 نیسان، قشقایی، تک دیفرانسیل آنر (آمیتیس گستر) (قیمت نمایندگی)",
      "price": "7,190,000,000"
    },
    {
      "name": "2025 نیسان، قشقایی، تک دیفرانسیل آنر (آرین موتور) (قیمت نمایندگی)",
      "price": "7,580,000,000"
    },
    {
      "name": "2025 نیسان، قشقایی، تک دیفرانسیل آنر (قیمت بازار)",
      "price": "8,000,000,000"
    },
    {
      "name": "2026 نیسان، ناوارا، 2.5 لیتر سوپرشارژ (قیمت نمایندگی)",
      "price": "8,800,000,000"
    },
    {
      "name": "2025 نیسان، ناوارا، 2.5 لیتر سوپرشارژ (قیمت بازار)",
      "price": "9,500,000,000"
    },
    {
      "name": "2026 نیسان، ناوارا، 2.5 لیتر سوپرشارژ (قیمت بازار)",
      "price": "10,000,000,000"
    }
  ],
  "ولوو": [
    {
      "name": "2025 ولوو، EX30، اولترا تک موتور (قیمت بازار)",
      "price": "12,000,000,000"
    },
    {
      "name": "2025 ولوو، EX30، اولترا دو موتور (قیمت بازار)",
      "price": "15,500,000,000"
    },
    {
      "name": "2026 ولوو، S90، T8 AWD (قیمت بازار)",
      "price": "27,000,000,000"
    },
    {
      "name": "2026 ولوو، XC60، T8 (قیمت بازار)",
      "price": "29,500,000,000"
    },
    {
      "name": "2026 ولوو، XC70، CORE (قیمت نمایندگی)",
      "price": "15,900,000,000"
    },
    {
      "name": "2026 ولوو، XC70، CORE (قیمت بازار)",
      "price": "21,000,000,000"
    },
    {
      "name": "2026 ولوو، XC90، T8 (قیمت بازار)",
      "price": "54,000,000,000"
    }
  ],
  "وویا": [
    {
      "name": "2023 وویا، فری، 1.5 لیتر توربو (قیمت بازار)",
      "price": "11,000,000,000"
    },
    {
      "name": "2026 وویا، فری، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "13,900,000,000"
    },
    {
      "name": "2025 وویا، فری، 1.5 لیتر توربو (قیمت بازار)",
      "price": "14,000,000,000"
    },
    {
      "name": "2026 وویا، فری، 1.5 لیتر توربو (قیمت بازار)",
      "price": "15,500,000,000"
    }
  ],
  "هاوال": [
    {
      "name": "2024 هاوال، H6 HEV، 1.5 لیتر توربو (قیمت بازار)",
      "price": "8,000,000,000"
    },
    {
      "name": "2025 هاوال، H6 HEV، 1.5 لیتر توربو (قیمت بازار)",
      "price": "8,300,000,000"
    },
    {
      "name": "2026 هاوال، H9 (آپشنال) (قیمت نمایندگی)",
      "price": "10,405,000,000"
    },
    {
      "name": "2026 هاوال، H9 (آپشنال) (قیمت بازار)",
      "price": "13,800,000,000"
    }
  ],
  "هایما": [
    {
      "name": "1404 هایما، 7X، 1.6 لیتر توربو (ایران خودرو) (قیمت بازار)",
      "price": "5,750,000,000"
    },
    {
      "name": "1405 هایما، 7X، 1.6 لیتر توربو (ایران خودرو) (قیمت بازار)",
      "price": "5,950,000,000"
    },
    {
      "name": "1404 هایما، 8S (ایران خودرو) (قیمت بازار)",
      "price": "5,700,000,000"
    },
    {
      "name": "1405 هایما، 8S (قیمت بازار)",
      "price": "6,000,000,000"
    },
    {
      "name": "1404 هایما، S5، 6 سرعته اتوماتیک (ایران خودرو) (قیمت بازار)",
      "price": "4,850,000,000"
    },
    {
      "name": "1404 هایما، S5 پرو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "4,950,000,000"
    },
    {
      "name": "1405 هایما، S5 پرو، 1.5 لیتر توربو (قیمت بازار)",
      "price": "5,200,000,000"
    },
    {
      "name": "1404 هایما، S7، 1.5 لیتر توربو پرو (قیمت بازار)",
      "price": "5,150,000,000"
    },
    {
      "name": "1405 هایما، S7، 1.5 لیتر توربو پرو (قیمت بازار)",
      "price": "5,700,000,000"
    }
  ],
  "هوندا": [
    {
      "name": "2025 هوندا، CR-V، 1.5 لیتر توربو (قیمت بازار)",
      "price": "10,000,000,000"
    },
    {
      "name": "2024 هوندا، CR-V eHEV، 2.0 لیتر (قیمت بازار)",
      "price": "17,500,000,000"
    },
    {
      "name": "2023 هوندا، eNS1، 150 کیلووات (قیمت بازار)",
      "price": "8,300,000,000"
    },
    {
      "name": "2024 هوندا، HR-V eHEV، 1.5 لیتر (قیمت بازار)",
      "price": "8,900,000,000"
    },
    {
      "name": "2026 هوندا، HR-V eHEV، 1.5 لیتر (قیمت نمایندگی)",
      "price": "9,233,000,000"
    },
    {
      "name": "2025 هوندا، HR-V eHEV، 1.5 لیتر (قیمت بازار)",
      "price": "9,300,000,000"
    },
    {
      "name": "2026 هوندا، HR-V eHEV، 1.5 لیتر (قیمت بازار)",
      "price": "9,300,000,000"
    },
    {
      "name": "2024 هوندا، HR-V eHEV، 2.0 لیتر (قیمت بازار)",
      "price": "8,400,000,000"
    },
    {
      "name": "2025 هوندا، HR-V eHEV، 2.0 لیتر (قیمت بازار)",
      "price": "8,700,000,000"
    },
    {
      "name": "2025 هوندا، ZR-V eHEV، 2.0 لیتر (قیمت بازار)",
      "price": "12,500,000,000"
    },
    {
      "name": "2025 هوندا، آکورد e:PHEV، 2.0 لیتر (قیمت بازار)",
      "price": "13,100,000,000"
    },
    {
      "name": "2023 هوندا، سیتی، 1.5 لیتر (آذریوردسال) (قیمت بازار)",
      "price": "5,500,000,000"
    },
    {
      "name": "2025 هوندا، سیویک، 1.5 لیتر توربو (قیمت بازار)",
      "price": "8,900,000,000"
    },
    {
      "name": "2025 هوندا، سیویک، 1.5 لیتر توربو (قیمت نمایندگی)",
      "price": "9,324,000,000"
    },
    {
      "name": "2024 هوندا، سیویک تایپ R، 2.0 لیتر توربو (قیمت بازار)",
      "price": "17,500,000,000"
    },
    {
      "name": "2025 هوندا، سیویک تایپ R، 2.0 لیتر توربو (قیمت بازار)",
      "price": "18,500,000,000"
    },
    {
      "name": "2024 هوندا، وزل، 1.5 لیتر (قیمت بازار)",
      "price": "7,600,000,000"
    },
    {
      "name": "2025 هوندا، وزل، 1.5 لیتر (قیمت بازار)",
      "price": "8,700,000,000"
    }
  ],
  "هونگچی": [
    {
      "name": "2025 هونگچی، H5، 2.0 لیتر توربو (قیمت بازار)",
      "price": "8,800,000,000"
    }
  ],
  "هیوندای": [
    {
      "name": "2024 هیوندای، آیونیک 5، 2WD (قیمت نمایندگی)",
      "price": "11,000,000,000"
    },
    {
      "name": "2025 هیوندای، النترا، 1.5 لیتر (زاوینا موتور) (قیمت نمایندگی)",
      "price": "6,590,000,000"
    },
    {
      "name": "2025 هیوندای، النترا، 1.5 لیتر (قیمت بازار)",
      "price": "7,700,000,000"
    },
    {
      "name": "2026 هیوندای، پالیسید، 2.5 لیتر توربو (قیمت بازار)",
      "price": "33,000,000,000"
    },
    {
      "name": "2026 هیوندای، پالیسید، 2.5 لیتر توربو (قیمت نمایندگی)",
      "price": "35,000,000,000"
    },
    {
      "name": "2025 هیوندای، توسان L، 1.5 لیتر توربو (قیمت بازار)",
      "price": "9,400,000,000"
    },
    {
      "name": "2025 هیوندای، توسان L، 1.5 لیتر توربو (N Line) (قیمت نمایندگی)",
      "price": "9,500,000,000"
    },
    {
      "name": "2025 هیوندای، توسان L، 1.5 لیتر توربو (N line-زاوینا موتور) (قیمت نمایندگی)",
      "price": "10,200,000,000"
    },
    {
      "name": "2025 هیوندای، توسان L، 1.5 لیتر توربو (N Line) (قیمت بازار)",
      "price": "10,300,000,000"
    },
    {
      "name": "2026 هیوندای، سانتافه، 2.0 لیتر توربو تک دیفرانسیل (قیمت نمایندگی)",
      "price": "15,000,000,000"
    },
    {
      "name": "2025 هیوندای، سانتافه، 2.0 لیتر توربو تک دیفرانسیل (قیمت بازار)",
      "price": "17,000,000,000"
    },
    {
      "name": "2025 هیوندای، سوناتا، 1.5 لیتر توربو (سانروف فول-زاوینا موتور) (قیمت نمایندگی)",
      "price": "9,800,000,000"
    },
    {
      "name": "2025 هیوندای، سوناتا، 1.5 لیتر توربو (پانورامافول-زاوینا موتور) (قیمت نمایندگی)",
      "price": "10,400,000,000"
    },
    {
      "name": "2025 هیوندای، سوناتا، 1.5 لیتر توربو (قیمت بازار)",
      "price": "11,700,000,000"
    },
    {
      "name": "2026 هیوندای، سوناتا، 1.5 لیتر توربو (پانوراما-زاوینا موتور) (قیمت نمایندگی)",
      "price": "11,800,000,000"
    },
    {
      "name": "2025 هیوندای، کونا، 2.0 لیتر (کرمان موتور) (قیمت بازار)",
      "price": "9,500,000,000"
    }
  ]
};

export const mockCrypto: CryptoItem[] = [
  {
    "symbol": "BTC_IRT",
    "ticker": "BTC",
    "nameFa": "بیت‌کوین",
    "nameEn": "BTC",
    "priceToman": 19682203550,
    "priceDollar": 85822.56,
    "change24h": 2.05,
    "high24h": 20000000000,
    "low24h": 19287673867,
    "sparkline": [
      50,
      49,
      48,
      49,
      48,
      47,
      49,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/btc.svg"
  },
  {
    "symbol": "ETH_IRT",
    "ticker": "ETH",
    "nameFa": "اتریوم",
    "nameEn": "ETH",
    "priceToman": 629113688,
    "priceDollar": 2743.2,
    "change24h": 1.26,
    "high24h": 640983759,
    "low24h": 619991506,
    "sparkline": [
      52,
      57,
      55,
      53,
      55,
      55,
      57,
      61
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/eth.svg"
  },
  {
    "symbol": "USDT_IRT",
    "ticker": "USDT",
    "nameFa": "تتر",
    "nameEn": "USDT",
    "priceToman": 229336,
    "priceDollar": 1,
    "change24h": 0.09,
    "high24h": 231996,
    "low24h": 227795,
    "sparkline": [
      51,
      53,
      56,
      57,
      60,
      59,
      59,
      61
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/usdt.svg"
  },
  {
    "symbol": "BNB_IRT",
    "ticker": "BNB",
    "nameFa": "بایننس کوین",
    "nameEn": "BNB",
    "priceToman": 180694340,
    "priceDollar": 787.9,
    "change24h": 0.81,
    "high24h": 185032225,
    "low24h": 179069483,
    "sparkline": [
      50,
      52,
      49,
      47,
      45,
      43,
      46,
      46
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/bnb.svg"
  },
  {
    "symbol": "SOL_IRT",
    "ticker": "SOL",
    "nameFa": "سولانا",
    "nameEn": "SOL",
    "priceToman": 26809867,
    "priceDollar": 116.9,
    "change24h": 1.08,
    "high24h": 27616788,
    "low24h": 26467808,
    "sparkline": [
      51,
      50,
      49,
      50,
      47,
      48,
      46,
      44
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/sol.svg"
  },
  {
    "symbol": "XRP_IRT",
    "ticker": "XRP",
    "nameFa": "ریپل",
    "nameEn": "XRP",
    "priceToman": 351809,
    "priceDollar": 1.534,
    "change24h": 3.56,
    "high24h": 359600,
    "low24h": 336478,
    "sparkline": [
      51,
      49,
      54,
      53,
      58,
      62,
      61,
      59
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/xrp.svg"
  },
  {
    "symbol": "DOGE_IRT",
    "ticker": "DOGE",
    "nameFa": "دوج‌کوین",
    "nameEn": "DOGE",
    "priceToman": 22395,
    "priceDollar": 0.0977,
    "change24h": 5.58,
    "high24h": 24202,
    "low24h": 21132,
    "sparkline": [
      52,
      55,
      59,
      58,
      59,
      58,
      56,
      57
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/doge.svg"
  },
  {
    "symbol": "ADA_IRT",
    "ticker": "ADA",
    "nameFa": "کاردانو",
    "nameEn": "ADA",
    "priceToman": 56276,
    "priceDollar": 0.2454,
    "change24h": 2.33,
    "high24h": 57975,
    "low24h": 54521,
    "sparkline": [
      47,
      49,
      48,
      53,
      54,
      54,
      58,
      59
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/ada.svg"
  },
  {
    "symbol": "TRX_IRT",
    "ticker": "TRX",
    "nameFa": "ترون",
    "nameEn": "TRX",
    "priceToman": 79448,
    "priceDollar": 0.3464,
    "change24h": 0.29,
    "high24h": 81000,
    "low24h": 78500,
    "sparkline": [
      47,
      51,
      54,
      55,
      59,
      64,
      63,
      63
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/trx.svg"
  },
  {
    "symbol": "SHIB_IRT",
    "ticker": "SHIB",
    "nameFa": "شیبا",
    "nameEn": "SHIB",
    "priceToman": 1,
    "priceDollar": 0.000006,
    "change24h": 5.14,
    "high24h": 1,
    "low24h": 1,
    "sparkline": [
      49,
      52,
      54,
      51,
      53,
      57,
      60,
      64
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/shib.svg"
  },
  {
    "symbol": "AVAX_IRT",
    "ticker": "AVAX",
    "nameFa": "آوالانچ",
    "nameEn": "AVAX",
    "priceToman": 2498591,
    "priceDollar": 10.89,
    "change24h": -5.03,
    "high24h": 2639602,
    "low24h": 2415729,
    "sparkline": [
      51,
      53,
      56,
      57,
      54,
      57,
      54,
      53
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/avax.svg"
  },
  {
    "symbol": "DOT_IRT",
    "ticker": "DOT",
    "nameFa": "پولکادات",
    "nameEn": "DOT",
    "priceToman": 267100,
    "priceDollar": 1.1647,
    "change24h": -2.37,
    "high24h": 277899,
    "low24h": 264832,
    "sparkline": [
      46,
      46,
      45,
      47,
      46,
      43,
      41,
      38
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/dot.svg"
  },
  {
    "symbol": "LINK_IRT",
    "ticker": "LINK",
    "nameFa": "چین‌لینک",
    "nameEn": "LINK",
    "priceToman": 2967759,
    "priceDollar": 12.94,
    "change24h": -0.36,
    "high24h": 3032081,
    "low24h": 2916101,
    "sparkline": [
      52,
      49,
      44,
      39,
      39,
      41,
      42,
      42
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/link.svg"
  },
  {
    "symbol": "LTC_IRT",
    "ticker": "LTC",
    "nameFa": "لایت‌کوین",
    "nameEn": "LTC",
    "priceToman": 13790395,
    "priceDollar": 60.13,
    "change24h": 0.05,
    "high24h": 14567046,
    "low24h": 13754634,
    "sparkline": [
      54,
      53,
      51,
      50,
      47,
      48,
      45,
      44
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/ltc.svg"
  },
  {
    "symbol": "NEAR_IRT",
    "ticker": "NEAR",
    "nameFa": "نیر پروتکل",
    "nameEn": "NEAR",
    "priceToman": 1029371,
    "priceDollar": 4.4885,
    "change24h": 5.55,
    "high24h": 1060596,
    "low24h": 896421,
    "sparkline": [
      48,
      45,
      48,
      50,
      54,
      51,
      54,
      52
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/near.svg"
  },
  {
    "symbol": "SUI_IRT",
    "ticker": "SUI",
    "nameFa": "سوی",
    "nameEn": "SUI",
    "priceToman": 232225,
    "priceDollar": 1.0126,
    "change24h": 1.41,
    "high24h": 245972,
    "low24h": 227306,
    "sparkline": [
      54,
      57,
      55,
      59,
      57,
      56,
      54,
      57
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/sui.svg"
  },
  {
    "symbol": "PEPE_IRT",
    "ticker": "PEPE",
    "nameFa": "پپه",
    "nameEn": "PEPE",
    "priceToman": 1,
    "priceDollar": 0.000005,
    "change24h": 17.53,
    "high24h": 1,
    "low24h": 1,
    "sparkline": [
      54,
      52,
      51,
      51,
      51,
      49,
      48,
      49
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/pepe.svg"
  },
  {
    "symbol": "NOT_IRT",
    "ticker": "NOT",
    "nameFa": "نات کوین",
    "nameEn": "NOT",
    "priceToman": 110,
    "priceDollar": 0.000481,
    "change24h": -4.09,
    "high24h": 117,
    "low24h": 110,
    "sparkline": [
      51,
      49,
      50,
      47,
      44,
      40,
      37,
      33
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/not.svg"
  },
  {
    "symbol": "WBTC_IRT",
    "ticker": "WBTC",
    "nameFa": "WBTC",
    "nameEn": "WBTC",
    "priceToman": 19012238518,
    "priceDollar": 82901.24,
    "change24h": 1.89,
    "high24h": 19917026157,
    "low24h": 17182656358,
    "sparkline": [
      48,
      52,
      56,
      54,
      51,
      50,
      55,
      57
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/wbtc.svg"
  },
  {
    "symbol": "XAUT_IRT",
    "ticker": "XAUT",
    "nameFa": "XAUT",
    "nameEn": "XAUT",
    "priceToman": 998936897,
    "priceDollar": 4355.78,
    "change24h": -0.23,
    "high24h": 1002432616,
    "low24h": 990551624,
    "sparkline": [
      45,
      43,
      41,
      36,
      31,
      31,
      31,
      32
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/xaut.svg"
  },
  {
    "symbol": "PAXG_IRT",
    "ticker": "PAXG",
    "nameFa": "پکس گلد",
    "nameEn": "PAXG",
    "priceToman": 995463817,
    "priceDollar": 4340.63,
    "change24h": -0.26,
    "high24h": 1004889260,
    "low24h": 990000000,
    "sparkline": [
      46,
      45,
      48,
      49,
      44,
      47,
      48,
      43
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/paxg.svg"
  },
  {
    "symbol": "YFI_IRT",
    "ticker": "YFI",
    "nameFa": "یرن.فایننس",
    "nameEn": "YFI",
    "priceToman": 521102728,
    "priceDollar": 2272.22,
    "change24h": 0.87,
    "high24h": 535196360,
    "low24h": 508369270,
    "sparkline": [
      49,
      54,
      56,
      61,
      60,
      63,
      62,
      67
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/yfi.svg"
  },
  {
    "symbol": "SNDKB_IRT",
    "ticker": "SNDKB",
    "nameFa": "SNDKB",
    "nameEn": "SNDKB",
    "priceToman": 404975790,
    "priceDollar": 1765.86,
    "change24h": -4.16,
    "high24h": 440429795,
    "low24h": 375020005,
    "sparkline": [
      52,
      52,
      51,
      49,
      50,
      51,
      50,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/sndkb.svg"
  },
  {
    "symbol": "ASMLON_IRT",
    "ticker": "ASMLON",
    "nameFa": "ASMLON",
    "nameEn": "ASMLON",
    "priceToman": 384627961,
    "priceDollar": 1677.14,
    "change24h": -5.18,
    "high24h": 413481958,
    "low24h": 384627961,
    "sparkline": [
      46,
      42,
      42,
      41,
      44,
      42,
      41,
      42
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/asmlon.svg"
  },
  {
    "symbol": "ZEC_IRT",
    "ticker": "ZEC",
    "nameFa": "زی‌کش",
    "nameEn": "ZEC",
    "priceToman": 345658000,
    "priceDollar": 1507.21,
    "change24h": -1.95,
    "high24h": 358719101,
    "low24h": 330078711,
    "sparkline": [
      48,
      46,
      47,
      43,
      43,
      38,
      41,
      40
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/zec.svg"
  },
  {
    "symbol": "LLYON_IRT",
    "ticker": "LLYON",
    "nameFa": "LLYON",
    "nameEn": "LLYON",
    "priceToman": 266868077,
    "priceDollar": 1163.66,
    "change24h": -0.6,
    "high24h": 268476540,
    "low24h": 255428688,
    "sparkline": [
      45,
      48,
      47,
      42,
      41,
      40,
      42,
      41
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/llyon.svg"
  },
  {
    "symbol": "MUB_IRT",
    "ticker": "MUB",
    "nameFa": "MUB",
    "nameEn": "MUB",
    "priceToman": 239289230,
    "priceDollar": 1043.4,
    "change24h": 0.41,
    "high24h": 242406141,
    "low24h": 235333732,
    "sparkline": [
      48,
      53,
      57,
      58,
      60,
      60,
      57,
      59
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/mub.svg"
  },
  {
    "symbol": "LITEB_IRT",
    "ticker": "LITEB",
    "nameFa": "LITEB",
    "nameEn": "LITEB",
    "priceToman": 217336948,
    "priceDollar": 947.68,
    "change24h": -0.77,
    "high24h": 224127880,
    "low24h": 215392558,
    "sparkline": [
      47,
      45,
      46,
      47,
      45,
      45,
      42,
      41
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/liteb.svg"
  },
  {
    "symbol": "COSTON_IRT",
    "ticker": "COSTON",
    "nameFa": "COSTON",
    "nameEn": "COSTON",
    "priceToman": 208040274,
    "priceDollar": 907.14,
    "change24h": -2.32,
    "high24h": 212985642,
    "low24h": 204516253,
    "sparkline": [
      47,
      44,
      42,
      41,
      43,
      39,
      40,
      37
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/coston.svg"
  },
  {
    "symbol": "SPYON_IRT",
    "ticker": "SPYON",
    "nameFa": "SPYON",
    "nameEn": "SPYON",
    "priceToman": 179599564,
    "priceDollar": 783.13,
    "change24h": 1.16,
    "high24h": 181241559,
    "low24h": 175944584,
    "sparkline": [
      52,
      57,
      55,
      56,
      56,
      56,
      55,
      56
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/spyon.svg"
  },
  {
    "symbol": "QQQON_IRT",
    "ticker": "QQQON",
    "nameFa": "QQQON",
    "nameEn": "QQQON",
    "priceToman": 171994846,
    "priceDollar": 749.97,
    "change24h": 3.45,
    "high24h": 180250909,
    "low24h": 160597400,
    "sparkline": [
      53,
      53,
      54,
      56,
      59,
      60,
      65,
      67
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/qqqon.svg"
  },
  {
    "symbol": "METAX_IRT",
    "ticker": "METAX",
    "nameFa": "METAX",
    "nameEn": "METAX",
    "priceToman": 167486793,
    "priceDollar": 730.31,
    "change24h": 9.82,
    "high24h": 170436874,
    "low24h": 152090250,
    "sparkline": [
      54,
      57,
      56,
      60,
      62,
      66,
      67,
      71
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/metax.svg"
  },
  {
    "symbol": "NFLXON_IRT",
    "ticker": "NFLXON",
    "nameFa": "NFLXON",
    "nameEn": "NFLXON",
    "priceToman": 161733252,
    "priceDollar": 705.22,
    "change24h": -0.52,
    "high24h": 180394337,
    "low24h": 158752842,
    "sparkline": [
      53,
      53,
      51,
      50,
      47,
      49,
      46,
      46
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/nflxon.svg"
  },
  {
    "symbol": "AMDON_IRT",
    "ticker": "AMDON",
    "nameFa": "AMDON",
    "nameEn": "AMDON",
    "priceToman": 145732086,
    "priceDollar": 635.45,
    "change24h": 6.36,
    "high24h": 148408690,
    "low24h": 124138908,
    "sparkline": [
      54,
      58,
      63,
      66,
      65,
      63,
      61,
      66
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/amdon.svg"
  },
  {
    "symbol": "SMHB_IRT",
    "ticker": "SMHB",
    "nameFa": "SMHB",
    "nameEn": "SMHB",
    "priceToman": 140695386,
    "priceDollar": 613.49,
    "change24h": 0.99,
    "high24h": 142873207,
    "low24h": 128768049,
    "sparkline": [
      51,
      52,
      53,
      56,
      53,
      58,
      60,
      61
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/smhb.svg"
  },
  {
    "symbol": "XMR_IRT",
    "ticker": "XMR",
    "nameFa": "مونرو",
    "nameEn": "XMR",
    "priceToman": 129885120,
    "priceDollar": 566.35,
    "change24h": -1.97,
    "high24h": 138185603,
    "low24h": 126341042,
    "sparkline": [
      51,
      48,
      47,
      48,
      44,
      47,
      45,
      47
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/xmr.svg"
  },
  {
    "symbol": "MAON_IRT",
    "ticker": "MAON",
    "nameFa": "MAON",
    "nameEn": "MAON",
    "priceToman": 129875339,
    "priceDollar": 566.31,
    "change24h": 1.64,
    "high24h": 129895535,
    "low24h": 123887238,
    "sparkline": [
      53,
      54,
      52,
      53,
      57,
      59,
      62,
      65
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/maon.svg"
  },
  {
    "symbol": "MSFTON_IRT",
    "ticker": "MSFTON",
    "nameFa": "MSFTON",
    "nameEn": "MSFTON",
    "priceToman": 116912132,
    "priceDollar": 509.79,
    "change24h": -0.31,
    "high24h": 117409696,
    "low24h": 104614685,
    "sparkline": [
      51,
      48,
      46,
      49,
      49,
      45,
      45,
      45
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/msfton.svg"
  },
  {
    "symbol": "TSMON_IRT",
    "ticker": "TSMON",
    "nameFa": "TSMON",
    "nameEn": "TSMON",
    "priceToman": 100737832,
    "priceDollar": 439.26,
    "change24h": -1.12,
    "high24h": 103014749,
    "low24h": 99739699,
    "sparkline": [
      52,
      48,
      45,
      46,
      44,
      41,
      41,
      36
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/tsmon.svg"
  },
  {
    "symbol": "WDCB_IRT",
    "ticker": "WDCB",
    "nameFa": "WDCB",
    "nameEn": "WDCB",
    "priceToman": 100679170,
    "priceDollar": 439,
    "change24h": -3.68,
    "high24h": 107475844,
    "low24h": 96545624,
    "sparkline": [
      47,
      46,
      46,
      43,
      41,
      42,
      42,
      43
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/wdcb.svg"
  },
  {
    "symbol": "GLDON_IRT",
    "ticker": "GLDON",
    "nameFa": "GLDON",
    "nameEn": "GLDON",
    "priceToman": 91683898,
    "priceDollar": 399.78,
    "change24h": 0.81,
    "high24h": 95951453,
    "low24h": 90000000,
    "sparkline": [
      52,
      55,
      54,
      53,
      56,
      61,
      63,
      68
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/gldon.svg"
  },
  {
    "symbol": "VON_IRT",
    "ticker": "VON",
    "nameFa": "VON",
    "nameEn": "VON",
    "priceToman": 86626014,
    "priceDollar": 377.73,
    "change24h": -1.41,
    "high24h": 91437000,
    "low24h": 86626014,
    "sparkline": [
      48,
      46,
      45,
      43,
      38,
      37,
      35,
      37
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/von.svg"
  },
  {
    "symbol": "JPMON_IRT",
    "ticker": "JPMON",
    "nameFa": "JPMON",
    "nameEn": "JPMON",
    "priceToman": 84374791,
    "priceDollar": 367.91,
    "change24h": 3.79,
    "high24h": 85283241,
    "low24h": 77690426,
    "sparkline": [
      51,
      53,
      52,
      55,
      57,
      56,
      61,
      61
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/jpmon.svg"
  },
  {
    "symbol": "TSLAX_IRT",
    "ticker": "TSLAX",
    "nameFa": "TSLAX",
    "nameEn": "TSLAX",
    "priceToman": 83294321,
    "priceDollar": 363.2,
    "change24h": 0.57,
    "high24h": 84818169,
    "low24h": 81348956,
    "sparkline": [
      49,
      48,
      50,
      50,
      49,
      48,
      50,
      54
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/tslax.svg"
  },
  {
    "symbol": "GOOGLX_IRT",
    "ticker": "GOOGLX",
    "nameFa": "GOOGLX",
    "nameEn": "GOOGLX",
    "priceToman": 82019436,
    "priceDollar": 357.64,
    "change24h": 1.36,
    "high24h": 82839540,
    "low24h": 79948287,
    "sparkline": [
      49,
      49,
      53,
      51,
      49,
      51,
      54,
      56
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/googlx.svg"
  },
  {
    "symbol": "AVGOON_IRT",
    "ticker": "AVGOON",
    "nameFa": "AVGOON",
    "nameEn": "AVGOON",
    "priceToman": 81205587,
    "priceDollar": 354.09,
    "change24h": -2.13,
    "high24h": 83941512,
    "low24h": 80000000,
    "sparkline": [
      50,
      45,
      47,
      49,
      49,
      47,
      43,
      38
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/avgoon.svg"
  },
  {
    "symbol": "AAPLON_IRT",
    "ticker": "AAPLON",
    "nameFa": "AAPLON",
    "nameEn": "AAPLON",
    "priceToman": 81105012,
    "priceDollar": 353.65,
    "change24h": 9.52,
    "high24h": 82222779,
    "low24h": 74051813,
    "sparkline": [
      49,
      48,
      46,
      49,
      49,
      51,
      54,
      55
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/aaplon.svg"
  },
  {
    "symbol": "AAPLX_IRT",
    "ticker": "AAPLX",
    "nameFa": "AAPLX",
    "nameEn": "AAPLX",
    "priceToman": 76810140,
    "priceDollar": 334.92,
    "change24h": 1.49,
    "high24h": 78579279,
    "low24h": 74935831,
    "sparkline": [
      53,
      57,
      55,
      58,
      61,
      61,
      65,
      65
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/aaplx.svg"
  },
  {
    "symbol": "ARMON_IRT",
    "ticker": "ARMON",
    "nameFa": "ARMON",
    "nameEn": "ARMON",
    "priceToman": 74350459,
    "priceDollar": 324.2,
    "change24h": 13.49,
    "high24h": 75556284,
    "low24h": 65086824,
    "sparkline": [
      53,
      55,
      57,
      60,
      61,
      66,
      68,
      67
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/armon.svg"
  },
  {
    "symbol": "TAO_IRT",
    "ticker": "TAO",
    "nameFa": "بیت‌تنسور",
    "nameEn": "TAO",
    "priceToman": 72634298,
    "priceDollar": 316.72,
    "change24h": 13.32,
    "high24h": 74183124,
    "low24h": 63999975,
    "sparkline": [
      51,
      54,
      59,
      62,
      60,
      63,
      64,
      64
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/tao.svg"
  },
  {
    "symbol": "HDX_IRT",
    "ticker": "HDX",
    "nameFa": "HDX",
    "nameEn": "HDX",
    "priceToman": 72080683,
    "priceDollar": 314.3,
    "change24h": -2.7,
    "high24h": 74181467,
    "low24h": 68474787,
    "sparkline": [
      48,
      45,
      41,
      41,
      38,
      34,
      33,
      33
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/hdx.svg"
  },
  {
    "symbol": "BCH_IRT",
    "ticker": "BCH",
    "nameFa": "بیت‌کوین کش",
    "nameEn": "BCH",
    "priceToman": 62066497,
    "priceDollar": 270.64,
    "change24h": 3.49,
    "high24h": 62896096,
    "low24h": 59600448,
    "sparkline": [
      55,
      58,
      60,
      63,
      67,
      72,
      74,
      78
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/bch.svg"
  },
  {
    "symbol": "ABBVX_IRT",
    "ticker": "ABBVX",
    "nameFa": "ABBVX",
    "nameEn": "ABBVX",
    "priceToman": 61883444,
    "priceDollar": 269.84,
    "change24h": -2.96,
    "high24h": 63771575,
    "low24h": 55695292,
    "sparkline": [
      48,
      43,
      45,
      42,
      38,
      40,
      41,
      41
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/abbvx.svg"
  },
  {
    "symbol": "ADBEON_IRT",
    "ticker": "ADBEON",
    "nameFa": "ADBEON",
    "nameEn": "ADBEON",
    "priceToman": 59881322,
    "priceDollar": 261.11,
    "change24h": 7.99,
    "high24h": 60200677,
    "low24h": 55187774,
    "sparkline": [
      55,
      58,
      63,
      63,
      64,
      69,
      69,
      72
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/adbeon.svg"
  },
  {
    "symbol": "MRVLON_IRT",
    "ticker": "MRVLON",
    "nameFa": "MRVLON",
    "nameEn": "MRVLON",
    "priceToman": 59121648,
    "priceDollar": 257.79,
    "change24h": 1.9,
    "high24h": 59888767,
    "low24h": 51480732,
    "sparkline": [
      51,
      51,
      50,
      53,
      52,
      53,
      54,
      57
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/mrvlon.svg"
  },
  {
    "symbol": "AMZNX_IRT",
    "ticker": "AMZNX",
    "nameFa": "AMZNX",
    "nameEn": "AMZNX",
    "priceToman": 58992993,
    "priceDollar": 257.23,
    "change24h": 2.7,
    "high24h": 59810624,
    "low24h": 53927598,
    "sparkline": [
      49,
      54,
      57,
      59,
      56,
      54,
      57,
      56
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/amznx.svg"
  },
  {
    "symbol": "MCDON_IRT",
    "ticker": "MCDON",
    "nameFa": "MCDON",
    "nameEn": "MCDON",
    "priceToman": 58540233,
    "priceDollar": 255.26,
    "change24h": -0.83,
    "high24h": 59564021,
    "low24h": 55909267,
    "sparkline": [
      50,
      49,
      52,
      47,
      49,
      49,
      45,
      40
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/mcdon.svg"
  },
  {
    "symbol": "VRTON_IRT",
    "ticker": "VRTON",
    "nameFa": "VRTON",
    "nameEn": "VRTON",
    "priceToman": 57371923,
    "priceDollar": 250.17,
    "change24h": 0.96,
    "high24h": 58302187,
    "low24h": 53167143,
    "sparkline": [
      49,
      54,
      52,
      53,
      50,
      50,
      49,
      49
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/vrton.svg"
  },
  {
    "symbol": "NBISB_IRT",
    "ticker": "NBISB",
    "nameFa": "NBISB",
    "nameEn": "NBISB",
    "priceToman": 53725797,
    "priceDollar": 234.27,
    "change24h": 1.09,
    "high24h": 54154857,
    "low24h": 45673636,
    "sparkline": [
      47,
      48,
      49,
      52,
      52,
      52,
      50,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/nbisb.svg"
  },
  {
    "symbol": "IBMON_IRT",
    "ticker": "IBMON",
    "nameFa": "IBMON",
    "nameEn": "IBMON",
    "priceToman": 52380453,
    "priceDollar": 228.4,
    "change24h": -7.37,
    "high24h": 56545054,
    "low24h": 51906922,
    "sparkline": [
      47,
      50,
      51,
      50,
      46,
      47,
      49,
      46
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/ibmon.svg"
  },
  {
    "symbol": "NVDAX_IRT",
    "ticker": "NVDAX",
    "nameFa": "NVDAX",
    "nameEn": "NVDAX",
    "priceToman": 52374311,
    "priceDollar": 228.37,
    "change24h": 1.42,
    "high24h": 52682370,
    "low24h": 50890059,
    "sparkline": [
      47,
      47,
      50,
      47,
      47,
      50,
      52,
      49
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/nvdax.svg"
  },
  {
    "symbol": "CBRSB_IRT",
    "ticker": "CBRSB",
    "nameFa": "CBRSB",
    "nameEn": "CBRSB",
    "priceToman": 47582709,
    "priceDollar": 207.48,
    "change24h": 2.76,
    "high24h": 48073014,
    "low24h": 46023543,
    "sparkline": [
      50,
      50,
      47,
      45,
      43,
      43,
      40,
      40
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/cbrsb.svg"
  },
  {
    "symbol": "BAON_IRT",
    "ticker": "BAON",
    "nameFa": "BAON",
    "nameEn": "BAON",
    "priceToman": 47467304,
    "priceDollar": 206.98,
    "change24h": 0.06,
    "high24h": 48598319,
    "low24h": 42799979,
    "sparkline": [
      49,
      47,
      50,
      52,
      55,
      56,
      60,
      60
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/baon.svg"
  },
  {
    "symbol": "CVXON_IRT",
    "ticker": "CVXON",
    "nameFa": "CVXON",
    "nameEn": "CVXON",
    "priceToman": 46623047,
    "priceDollar": 203.3,
    "change24h": -7.13,
    "high24h": 50329532,
    "low24h": 45776466,
    "sparkline": [
      52,
      50,
      50,
      50,
      46,
      41,
      36,
      37
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/cvxon.svg"
  },
  {
    "symbol": "QCOMB_IRT",
    "ticker": "QCOMB",
    "nameFa": "QCOMB",
    "nameEn": "QCOMB",
    "priceToman": 46423388,
    "priceDollar": 202.43,
    "change24h": 14.49,
    "high24h": 48087222,
    "low24h": 39715419,
    "sparkline": [
      49,
      46,
      48,
      47,
      45,
      50,
      50,
      54
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/qcomb.svg"
  },
  {
    "symbol": "COINX_IRT",
    "ticker": "COINX",
    "nameFa": "COINX",
    "nameEn": "COINX",
    "priceToman": 45065721,
    "priceDollar": 196.51,
    "change24h": -2.56,
    "high24h": 47231698,
    "low24h": 44408968,
    "sparkline": [
      50,
      48,
      46,
      47,
      43,
      42,
      43,
      45
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/coinx.svg"
  },
  {
    "symbol": "SKHYB_IRT",
    "ticker": "SKHYB",
    "nameFa": "SKHYB",
    "nameEn": "SKHYB",
    "priceToman": 43322616,
    "priceDollar": 188.9,
    "change24h": -0.69,
    "high24h": 44254826,
    "low24h": 42650679,
    "sparkline": [
      53,
      52,
      52,
      52,
      48,
      46,
      47,
      44
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/skhyb.svg"
  },
  {
    "symbol": "ACNON_IRT",
    "ticker": "ACNON",
    "nameFa": "ACNON",
    "nameEn": "ACNON",
    "priceToman": 43217181,
    "priceDollar": 188.44,
    "change24h": -5.19,
    "high24h": 48126524,
    "low24h": 42045923,
    "sparkline": [
      53,
      51,
      50,
      52,
      50,
      49,
      48,
      46
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/acnon.svg"
  },
  {
    "symbol": "PLTRON_IRT",
    "ticker": "PLTRON",
    "nameFa": "PLTRON",
    "nameEn": "PLTRON",
    "priceToman": 42817227,
    "priceDollar": 186.7,
    "change24h": 3.29,
    "high24h": 44667598,
    "low24h": 40177110,
    "sparkline": [
      47,
      47,
      46,
      48,
      47,
      48,
      52,
      52
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/pltron.svg"
  },
  {
    "symbol": "MSTRON_IRT",
    "ticker": "MSTRON",
    "nameFa": "MSTRON",
    "nameEn": "MSTRON",
    "priceToman": 39715346,
    "priceDollar": 173.18,
    "change24h": 9.15,
    "high24h": 39913762,
    "low24h": 36101372,
    "sparkline": [
      48,
      51,
      55,
      56,
      55,
      57,
      61,
      62
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/mstron.svg"
  },
  {
    "symbol": "GLWB_IRT",
    "ticker": "GLWB",
    "nameFa": "GLWB",
    "nameEn": "GLWB",
    "priceToman": 37132100,
    "priceDollar": 161.91,
    "change24h": 5.38,
    "high24h": 37991911,
    "low24h": 34363209,
    "sparkline": [
      51,
      50,
      50,
      50,
      49,
      47,
      46,
      47
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/glwb.svg"
  },
  {
    "symbol": "SPCXX_IRT",
    "ticker": "SPCXX",
    "nameFa": "SPCXX",
    "nameEn": "SPCXX",
    "priceToman": 34476890,
    "priceDollar": 150.33,
    "change24h": 0.8,
    "high24h": 35151342,
    "low24h": 33807629,
    "sparkline": [
      55,
      55,
      58,
      61,
      59,
      60,
      63,
      66
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/spcxx.svg"
  },
  {
    "symbol": "ORCLB_IRT",
    "ticker": "ORCLB",
    "nameFa": "ORCLB",
    "nameEn": "ORCLB",
    "priceToman": 34427939,
    "priceDollar": 150.12,
    "change24h": 1.52,
    "high24h": 34950192,
    "low24h": 33570290,
    "sparkline": [
      55,
      56,
      59,
      60,
      60,
      60,
      59,
      59
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/orclb.svg"
  },
  {
    "symbol": "PGON_IRT",
    "ticker": "PGON",
    "nameFa": "PGON",
    "nameEn": "PGON",
    "priceToman": 34304398,
    "priceDollar": 149.58,
    "change24h": -4.27,
    "high24h": 36173937,
    "low24h": 31692582,
    "sparkline": [
      45,
      42,
      39,
      38,
      33,
      31,
      27,
      27
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/pgon.svg"
  },
  {
    "symbol": "USOON_IRT",
    "ticker": "USOON",
    "nameFa": "USOON",
    "nameEn": "USOON",
    "priceToman": 33967502,
    "priceDollar": 148.11,
    "change24h": 0.77,
    "high24h": 34499999,
    "low24h": 32861535,
    "sparkline": [
      47,
      45,
      42,
      42,
      43,
      47,
      47,
      47
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/usoon.svg"
  },
  {
    "symbol": "AAVE_IRT",
    "ticker": "AAVE",
    "nameFa": "آو",
    "nameEn": "AAVE",
    "priceToman": 32425586,
    "priceDollar": 141.39,
    "change24h": -3.9,
    "high24h": 33884556,
    "low24h": 32315944,
    "sparkline": [
      46,
      46,
      44,
      42,
      43,
      44,
      41,
      36
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/aave.svg"
  },
  {
    "symbol": "PEPON_IRT",
    "ticker": "PEPON",
    "nameFa": "PEPON",
    "nameEn": "PEPON",
    "priceToman": 30496893,
    "priceDollar": 132.98,
    "change24h": -1.06,
    "high24h": 32042425,
    "low24h": 29465515,
    "sparkline": [
      47,
      45,
      41,
      42,
      39,
      42,
      44,
      39
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/pepon.svg"
  },
  {
    "symbol": "BABAON_IRT",
    "ticker": "BABAON",
    "nameFa": "BABAON",
    "nameEn": "BABAON",
    "priceToman": 28490597,
    "priceDollar": 124.23,
    "change24h": 11.77,
    "high24h": 29878086,
    "low24h": 23421133,
    "sparkline": [
      51,
      56,
      61,
      62,
      64,
      65,
      66,
      66
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/babaon.svg"
  },
  {
    "symbol": "OKB_IRT",
    "ticker": "OKB",
    "nameFa": "OKB",
    "nameEn": "OKB",
    "priceToman": 28173753,
    "priceDollar": 122.85,
    "change24h": 0.66,
    "high24h": 28748880,
    "low24h": 27734346,
    "sparkline": [
      54,
      58,
      58,
      60,
      61,
      64,
      64,
      64
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/okb.svg"
  },
  {
    "symbol": "HOODX_IRT",
    "ticker": "HOODX",
    "nameFa": "HOODX",
    "nameEn": "HOODX",
    "priceToman": 28121131,
    "priceDollar": 122.62,
    "change24h": -1.5,
    "high24h": 29189694,
    "low24h": 27524937,
    "sparkline": [
      50,
      49,
      51,
      48,
      43,
      39,
      38,
      34
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/hoodx.svg"
  },
  {
    "symbol": "INTCON_IRT",
    "ticker": "INTCON",
    "nameFa": "INTCON",
    "nameEn": "INTCON",
    "priceToman": 27922610,
    "priceDollar": 121.75,
    "change24h": 9.17,
    "high24h": 30301802,
    "low24h": 24124266,
    "sparkline": [
      49,
      51,
      52,
      49,
      46,
      48,
      51,
      51
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/intcon.svg"
  },
  {
    "symbol": "CSCOON_IRT",
    "ticker": "CSCOON",
    "nameFa": "CSCOON",
    "nameEn": "CSCOON",
    "priceToman": 25901863,
    "priceDollar": 112.94,
    "change24h": 0.16,
    "high24h": 27097206,
    "low24h": 24772864,
    "sparkline": [
      51,
      54,
      53,
      55,
      58,
      57,
      58,
      62
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/cscoon.svg"
  },
  {
    "symbol": "PALLON_IRT",
    "ticker": "PALLON",
    "nameFa": "PALLON",
    "nameEn": "PALLON",
    "priceToman": 25500077,
    "priceDollar": 111.19,
    "change24h": -9.61,
    "high24h": 28480486,
    "low24h": 24757286,
    "sparkline": [
      51,
      53,
      53,
      52,
      47,
      48,
      46,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/pallon.svg"
  },
  {
    "symbol": "IEFAON_IRT",
    "ticker": "IEFAON",
    "nameFa": "IEFAON",
    "nameEn": "IEFAON",
    "priceToman": 24678252,
    "priceDollar": 107.61,
    "change24h": 5.16,
    "high24h": 24678252,
    "low24h": 22555728,
    "sparkline": [
      52,
      49,
      52,
      54,
      57,
      62,
      64,
      66
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/iefaon.svg"
  },
  {
    "symbol": "ABTON_IRT",
    "ticker": "ABTON",
    "nameFa": "ABTON",
    "nameEn": "ABTON",
    "priceToman": 23934454,
    "priceDollar": 104.36,
    "change24h": -3.55,
    "high24h": 24814403,
    "low24h": 21565053,
    "sparkline": [
      51,
      46,
      46,
      42,
      40,
      42,
      40,
      39
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/abton.svg"
  },
  {
    "symbol": "SBUXON_IRT",
    "ticker": "SBUXON",
    "nameFa": "SBUXON",
    "nameEn": "SBUXON",
    "priceToman": 22804562,
    "priceDollar": 99.44,
    "change24h": -0.78,
    "high24h": 23270691,
    "low24h": 21003294,
    "sparkline": [
      52,
      50,
      51,
      53,
      49,
      49,
      49,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/sbuxon.svg"
  },
  {
    "symbol": "AGGON_IRT",
    "ticker": "AGGON",
    "nameFa": "AGGON",
    "nameEn": "AGGON",
    "priceToman": 22476224,
    "priceDollar": 98.01,
    "change24h": -0.24,
    "high24h": 24023545,
    "low24h": 21913349,
    "sparkline": [
      50,
      52,
      54,
      55,
      52,
      50,
      45,
      45
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/aggon.svg"
  },
  {
    "symbol": "HYPE_IRT",
    "ticker": "HYPE",
    "nameFa": "HYPE",
    "nameEn": "HYPE",
    "priceToman": 21823133,
    "priceDollar": 95.16,
    "change24h": 0.17,
    "high24h": 22030909,
    "low24h": 20983964,
    "sparkline": [
      54,
      57,
      57,
      58,
      55,
      60,
      64,
      64
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/hype.svg"
  },
  {
    "symbol": "BIDUON_IRT",
    "ticker": "BIDUON",
    "nameFa": "BIDUON",
    "nameEn": "BIDUON",
    "priceToman": 21733800,
    "priceDollar": 94.77,
    "change24h": 5.57,
    "high24h": 23051905,
    "low24h": 19961565,
    "sparkline": [
      54,
      52,
      52,
      52,
      52,
      51,
      56,
      60
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/biduon.svg"
  },
  {
    "symbol": "KOON_IRT",
    "ticker": "KOON",
    "nameFa": "KOON",
    "nameEn": "KOON",
    "priceToman": 21426652,
    "priceDollar": 93.43,
    "change24h": -0.1,
    "high24h": 21606446,
    "low24h": 19754065,
    "sparkline": [
      47,
      42,
      39,
      37,
      35,
      37,
      37,
      34
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/koon.svg"
  },
  {
    "symbol": "CRCLX_IRT",
    "ticker": "CRCLX",
    "nameFa": "CRCLX",
    "nameEn": "CRCLX",
    "priceToman": 21153801,
    "priceDollar": 92.24,
    "change24h": -3.25,
    "high24h": 22450071,
    "low24h": 20812497,
    "sparkline": [
      51,
      49,
      49,
      51,
      50,
      50,
      51,
      50
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/crclx.svg"
  },
  {
    "symbol": "COPXON_IRT",
    "ticker": "COPXON",
    "nameFa": "COPXON",
    "nameEn": "COPXON",
    "priceToman": 20277500,
    "priceDollar": 88.42,
    "change24h": 1.37,
    "high24h": 20338093,
    "low24h": 19854174,
    "sparkline": [
      48,
      51,
      48,
      52,
      51,
      49,
      54,
      56
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/copxon.svg"
  },
  {
    "symbol": "TLTON_IRT",
    "ticker": "TLTON",
    "nameFa": "TLTON",
    "nameEn": "TLTON",
    "priceToman": 19741599,
    "priceDollar": 86.08,
    "change24h": 0.59,
    "high24h": 19854903,
    "low24h": 19406159,
    "sparkline": [
      50,
      54,
      55,
      55,
      53,
      50,
      51,
      48
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/tlton.svg"
  },
  {
    "symbol": "CRWVB_IRT",
    "ticker": "CRWVB",
    "nameFa": "CRWVB",
    "nameEn": "CRWVB",
    "priceToman": 19517478,
    "priceDollar": 85.1,
    "change24h": 2.82,
    "high24h": 19895358,
    "low24h": 18690631,
    "sparkline": [
      48,
      51,
      54,
      52,
      54,
      57,
      56,
      54
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/crwvb.svg"
  },
  {
    "symbol": "AXTIB_IRT",
    "ticker": "AXTIB",
    "nameFa": "AXTIB",
    "nameEn": "AXTIB",
    "priceToman": 18925648,
    "priceDollar": 82.52,
    "change24h": 11.09,
    "high24h": 19390626,
    "low24h": 16380692,
    "sparkline": [
      51,
      52,
      56,
      57,
      62,
      66,
      69,
      70
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/axtib.svg"
  },
  {
    "symbol": "UBERON_IRT",
    "ticker": "UBERON",
    "nameFa": "UBERON",
    "nameEn": "UBERON",
    "priceToman": 16863388,
    "priceDollar": 73.53,
    "change24h": 1.77,
    "high24h": 17008891,
    "low24h": 15539355,
    "sparkline": [
      55,
      55,
      59,
      59,
      60,
      59,
      62,
      66
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/uberon.svg"
  },
  {
    "symbol": "QNT_IRT",
    "ticker": "QNT",
    "nameFa": "QNT",
    "nameEn": "QNT",
    "priceToman": 15740390,
    "priceDollar": 68.63,
    "change24h": 3.34,
    "high24h": 15831814,
    "low24h": 15048705,
    "sparkline": [
      53,
      52,
      53,
      52,
      56,
      56,
      54,
      51
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/qnt.svg"
  },
  {
    "symbol": "DRAMB_IRT",
    "ticker": "DRAMB",
    "nameFa": "DRAMB",
    "nameEn": "DRAMB",
    "priceToman": 13730373,
    "priceDollar": 59.87,
    "change24h": -2.78,
    "high24h": 14832830,
    "low24h": 13639096,
    "sparkline": [
      45,
      41,
      40,
      40,
      43,
      41,
      41,
      38
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/dramb.svg"
  },
  {
    "symbol": "SLVON_IRT",
    "ticker": "SLVON",
    "nameFa": "SLVON",
    "nameEn": "SLVON",
    "priceToman": 13621169,
    "priceDollar": 59.39,
    "change24h": -0.75,
    "high24h": 13786758,
    "low24h": 13550000,
    "sparkline": [
      50,
      45,
      41,
      39,
      35,
      31,
      27,
      27
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/slvon.svg"
  },
  {
    "symbol": "DASH_IRT",
    "ticker": "DASH",
    "nameFa": "دش",
    "nameEn": "DASH",
    "priceToman": 13551640,
    "priceDollar": 59.09,
    "change24h": 0.03,
    "high24h": 14072521,
    "low24h": 13326649,
    "sparkline": [
      51,
      52,
      56,
      54,
      53,
      53,
      55,
      53
    ],
    "iconUrl": "https://cdn.jsdelivr.net/gh/spothq/cryptocurrency-icons@master/svg/color/dash.svg"
  }
];

export const mockLastUpdate: string = "2026-09-22 10:52";
